{
    "version": "https://jsonfeed.org/version/1",
    "title": "ART CRUSH INTERNATIONAL",
    "description": "",
    "home_page_url": "https://artcrushinternational.com",
    "feed_url": "https://artcrushinternational.com/feed.json",
    "user_comment": "",
    "icon": "https://artcrushinternational.com/media/website/artcrushlogopsd5.gif",
    "author": {
        "name": "ART CRUSH INTERNATIONAL"
    },
    "items": [
        {
            "id": "https://artcrushinternational.com/18-artists-in-20-weeks.html",
            "url": "https://artcrushinternational.com/18-artists-in-20-weeks.html",
            "title": "CRUSHED VELVET: 18 Artists in 20 Weeks ",
            "summary": "What a ride! ART CRUSH INTERNATIONAL's first season is coming to an&hellip;",
            "content_html": "<p>What a ride! ART CRUSH INTERNATIONAL's first season is coming to an end. It's been wild, adventurous, lovely and above all, very cozy. Join Svea and Jozefien in this season finale as they reminisce and relive all the crushes they've had so far. Which artist served the best snacks? What backstory surprised them the most? What was the most emotionally challenging interview and which one was the most physically demanding?</p>\n<p>ART CRUSH INTERNATIONAL will be back on August 31st with many more crushes and CRUSHED VELVETS, in which we debunk misconceptions about artists and give Svea a chance to process her feelings.</p>\n<p>Have a healthy, safe and lovable summer! </p>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/CRUSHED-VELVET-18-Artists-in-20-Weeks-e14e9rn\" frameborder=\"0\" scrolling=\"no\"></iframe></div>",
            "image": "https://artcrushinternational.com/media/posts/34/IMG_9903.jpg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-07-14T22:04:02+02:00",
            "date_modified": "2021-07-15T22:02:08+02:00"
        },
        {
            "id": "https://artcrushinternational.com/lorraine-bonner.html",
            "url": "https://artcrushinternational.com/lorraine-bonner.html",
            "title": "Is Your GP Secretly an Artist? Lorraine Bonner on Healing With Clay",
            "summary": "Onward! To East Oakland where artist-physician-writer Lorraine Bonner sculpts clay in the&hellip;",
            "content_html": "<p class=\"p1\">Onward! To East Oakland where artist-physician-writer Lorraine Bonner sculpts clay in the house that was once her mother’s home. Lorraine shows us the space, now converted completely to a studio-gallery, and talks about growing up in Queens, moving to rural California in 1970, moving to Tanzania with her husband so they could have their baby in an African socialist country, and studying Medicine at Stanford with two small children at home. Bonner’s work addresses personal, societal, and environmental traumas including racism, abuse, and torture through figurines and abstract shapes. How does she navigate such heavy topics without buckling under their weight? Why doesn’t she want to be a doctor anymore? What does it mean to “redeem” the colour black?</p>\n<p class=\"p1\">All this and more. Plus cat.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/33/AA010124.JPG\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/33/responsive/AA010124-xs.JPG 300w ,https://artcrushinternational.com/media/posts/33/responsive/AA010124-sm.JPG 480w ,https://artcrushinternational.com/media/posts/33/responsive/AA010124-md.JPG 768w ,https://artcrushinternational.com/media/posts/33/responsive/AA010124-lg.JPG 1024w\"  alt=\"\" width=\"2141\" height=\"2066\"></figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8256.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8256-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8263.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8263-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8268.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8268-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/33/gallery/AA010117-2.JPG\" data-size=\"3264x2448\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/33/gallery/AA010117-2-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8267-2.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8267-2-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8261-2.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/33/gallery/IMG_8261-2-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n</div></div>\n<p>Lorraine Bonner's <a href=\"https://www.lorrainebonner.com/\" target=\"_blank\" rel=\"noopener noreferrer\">website</a> <br>Follow Lorraine on <a href=\"https://www.facebook.com/profile.php?id=100009601983966\" target=\"_blank\" rel=\"noopener noreferrer\">Facebook</a></p>\n<p>Find out more about the <a href=\"https://eastbayopenstudios.com/\" target=\"_blank\" rel=\"noopener noreferrer\">East Bay Open Studios</a></p>\n<p>Beautiful Online Thing: the <a href=\"http://www.early-pictures.ch/kellogg/en/\" target=\"_blank\" rel=\"noopener noreferrer\">Rhoda Kellogg Child Art Collection</a> </p>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/Is-Your-GP-Secretly-an-Artist--Lorraine-Bonner-on-Healing-With-Clay-e14575b\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Lorraine Bonner's interview</h2>\n<p> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p1\"><span class=\"s1\">LB: Lorraine Bonner</span></p>\n<p class=\"p1\"><span class=\"s1\">SV: Svea Vikander</span></p>\n<p>__</p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: I grew up in New York, yeah, in Queens, just like the [former] president. Only slightly different part of Queens. I moved out of Queens to go to school in Boston and Cambridge. And then I came here in '70. I had graduated and I was kind of, just kind of drifting a little bit. And I met this guy who had just come from California, driving cross country with his friend and they were about to go back. And I said, \"You know, I’ve been thinking a lot about going to California, what if I come with you?\" So we all drove cross country and came back here. We lived on Sonoma mountain for a while. From Sonoma we went to Africa, Tanzania. I was pregnant, we had our baby in Africa, in Tanzania.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Oh, wow!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: Yeah. So. We wanted her to be born in an African socialist country. At the end of the year we were running out of money and we had studied Swahili, we e en took the, civil service Swahili exam. If you wanna work, because it's the national language, you can't just be monolingual in English, you have to be able to speak Swahili. And we passed it, and we were thinking, “Oh we could get a job teaching English, we could do something. “But you know, it felt like we really had a responsibility for here. You know. This is where we really need to do the work, we can't go over to somebody else's country and kind of glom onto them. We had an obligation to come back. </span></p>\n<p class=\"p1\"><span class=\"s1\">And that was when I decided to go to medical school down at Stanford. And he decided to go to law school. I was really interested in mind-body medicine. And I had started meditating while I was in medical school. And when I got out of training I started studying hypnosis and guided imagery. And so I started working a lot with people that had chronic pain and chronic illness. Including some of the people who, when the chronic fatigue syndrome mini-epidemic was happening, I mean, I saw people with that. And didn't make them feel like they were making it all up. I was kind. </span></p>\n<p class=\"p1\"><span class=\"s1\">I finished all of my training in '78. You know, I had two kids by then. I had another kid when I was in medical school. And then in '79 my husband passed the bar and we decided to go get an office together. We had an office in the Tribune Tower, the Oakland Tribune! Yeah! At the very top, there was the 17th floor, it was right above the letters. Beautiful views. </span></p>\n<p class=\"p1\"><span class=\"s1\">I actually left that office in '85, I split up with my husband. I got another office that was closer to the hospitals right across the street from what used to be Providence and I was there for three years and I was trying to put together a multi-disciplinary pain practice and there were maybe 4 or 5 other women that had different modalities, physical therapist, somebody that was doing Trager, somebody that was doing acupuncture. And we had this vision of opening a multidisciplinary pain centre but you know, we were way ahead of our time. And there's no funding for anything like that. </span></p>\n<p class=\"p1\"><span class=\"s1\">And around '89 or '90 I started, I sold the practice and started working as a hospitalist. Which is like an internal medicine in the hospital. And around that time also I started doing art. After I started doing more of the artwork, and got excited about it and actually had this delusion that it might actually make me some money—which has proven to be a delusion—I decided to spend more time at it. And so I cut back and started working nights. </span></p>\n<p class=\"p1\"><span class=\"s1\">And I was only working like maybe one or two nights a week. And it was a lot easier to manage. And so then I had time during the day to do more work. It still didn't make any money but…[laughter].</span></p>\n<p class=\"p1\"><span class=\"s1\">I kind of always felt when I was doctoring that it was really kind of incomplete and kind of temporary and because I had had a kind of, both a political and a kind of spiritual understanding of the world, even before I got into medicine, I really understood that what I was doing as a doctor wasn't complete. It was just treating one small section of a much larger organism, which was not just the person in front of me but also the whole social structure around them and the spiritual reality that had been so deformed by the political and economic system. </span></p>\n<p class=\"p1\"><span class=\"s1\">And the art enabled me to, to kind of bring those together. To bring that individual body…I was working with clay, which is like, what we're made of, you know? And at the same time, working with also concepts of political and spiritual largeness...</span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: I never thought I was an artist, I always thought that was something that was completely beyond me and other people were artists and I was a scientist. The thing that got me into art was that I was, started to deal with a lot of trauma. My childhood trauma and this goes into the therapy side of things but in the '80s a lot of people were recovering memories and I was one of those people. </span></p>\n<p class=\"p1\"><span class=\"s1\">The memories were really pretty horrible and a friend of mine was taking a ceramics class at one of the community art centres and I used to go over to her house and we would fiddle around. And then she gave me a bag of clay and I started making these little people. And these little people just started coming out of my hands. And then these images and these scenes, and I was astonished and didn't know where it was all coming from. </span></p>\n<p class=\"p1\"><span class=\"s1\">And I understood that it was important. And so there were two things: I wanted to enable this to continue and I wanted to get better at it. I wanted to get more skilled. And so I kept doing it and then I started going up to Merritt College and took some ceramics classes up there and then I started taking—first I was just taking their basics ceramics class, but it was mostly around pots, and I wanted to do sculpture. Then I discovered there was a ceramics sculpture class up there taught by Susannah Israel and so I started taking that, I took several years with her. </span></p>\n<p class=\"p1\"><span class=\"s1\">And that was when I started realising that the work was not just about me but that it was about the whole planet. And the themes of plunder and lies and force and violence that were my personal story, was also the story of (which I always knew) this country. They ripped it off from the Indians, they tortured people, they murdered people. The African slaves, all the ways that immigrants had been treated before they lost their accent, got turned white, you know. I don't usually show those little early pieces. I used to in the very beginning. </span></p>\n<p class=\"p1\"><span class=\"s1\">I think probably the first time I showed with East Bay Open Studies I showed some of those and they were just too much for some people. Even some of this work which to me seems pretty tame by comparison, is too much. You know, some people can't even look at them. They just walk past them and sort of look away. And some people wanna know about them, ask me about them. And some people just clearly are stricken and even cry sometimes…</span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: The sort of core of the Perpetrator Series is actually in a book form with written material around it. And that's mostly all work that's in this black clay called, uh, Cassius. Cassius Basaltic. And those pieces are specifically about calling attention to the fact that we're born with the expectation of trust. We're born expecting that we can trust everybody. That is a really fundamental truth. But there are people for whom betraying trust is ok, it's even a source of pleasure. And those are the people that I define as perpetrators. People who betray trust. </span></p>\n<p class=\"p1\"><span class=\"s1\">And because of the way things are set up, it's very hard to actually see those people unless you're being perpetrated against yourself. And in that case when you bring your testimony about the perpetrator to the public, nobody believes you. It's just like domestic violence was completely invisible. And then it was the woman's fault. And even now, if you go to an emergency room, they may ask you—in fact they're obligated to ask you—if you're bieng hurt, if anybody's hurting you at home. But they don't ask the perpetrators: are you beating up your wife? Are you treating your kids inappropriately sexually? They don't ask that because nobody sees them. </span></p>\n<p class=\"p1\"><span class=\"s1\">Nobody believes it, even if you tell them, they don't believe it. That's kind of the idea of the Perpetrator series, is to remind people that if you're feeling beaten up, you did not beat yourself up. Someone beat you up. And that person is the person who needs to have attention drawn to them. The person who's actually doing the harm. It's about the perpetrator. It's not about us victims. </span></p>\n<p class=\"p1\"><span class=\"s1\">And I don't mind using the word “victim.” I know a lot of people are very offended by the use of the word “victim.” But I think that if you don't use the word “victim” you're making the perpetrator invisible, you're acting like, \"I have to survive and thrive even as I'm continually being beaten down.” As if the beating down isn't happening, as if I'm on the ground of my own free will.</span></p>\n<p class=\"p1\"><span class=\"s1\">When I discovered this black clay and I started making images in it—and actually it was even before that—the perpetrators were always in white. There's a white clay that I use that has a very similar shrinking compatibility (technical factors!) that work well with the black clay. Most of them have some kind of combination of the black and the white. So the perpetrators are basically expressed in white and the good guys are expressed in black. That then also became part of the whole redemption of black, which was part of the Multihued Humanity series. The \"Multihued Humanity and Redemption of Black\" series. </span></p>\n<p class=\"p1\"><span class=\"s1\">[music[</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: So the idea is that we are all one species, we just happen to have different amounts of the same skin pigmentation, and our colours are from melanin and from the proteins of the skin, like keratin and collagen, sun exposure, the amount of visibility of the veins and capillaries and blood under the skin, how much fat there is. All of that stuff contributes to the skin colour and it's just so... stupid to try and categorise people by colour. </span></p>\n<p class=\"p1\"><span class=\"s1\">I mean it's just a stupid idea that obviously came about because it was necessary for the continuation of the plunder and lies and violence that underlies the structure of our social world at this time, which was imposed on people who didn't have those things but then did. My idea is to help people remember that we are all one species. And that these trivial differences are just that, trivial, no more than how tall you are, what shape your eyebrows are, something like that. </span></p>\n<p class=\"p1\"><span class=\"s1\">In that sense then I had to really account for the white and black thing that is such a strong meme in our culture. And looking at if we started out with a balance of black and white, how did it happen that white came out on top? And, I mean, if you really listen to language, this is something that Malcolm X talked about in the Autobiography of Malcolm X, you know. All of the things that are signified by black and dark and are all like ugh, yucky, evil, bad, “we don't want that,” and all of the things that are associated with the colour white are holy and spiritual and pure. It’s not like that to me. </span></p>\n<p class=\"p1\"><span class=\"s1\">This is just me and my understanding of spirituality. There is a balance there and the Yin is just as important as the Yang and the cool feminine is just as important as the white hot male white. So that's kind of the balance that I'm trying to encourage people to think of Black and White not as skin colour but as archetypes that actually are co-equal with each other. </span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: So in terms of your studio space, this house used to be your mom's. Do you still feel her presence when you work here?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: Sometimes I talk to her.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: I'll take that as a yes!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LB</strong>: I like every part of this space. I love it that it gets so much sun, I love the fact that I have a little kitchen and if I do wanna eat something I have a little frozen Trader Joe burrito in the freezer, you know [laughter]. I love the gallery space, I love the light. I love my cozy room. It's just so nice. The only thing I would like is more workspace. Which, you know, that's just a trap. </span></p>\n<p class=\"p1\"><span class=\"s1\">Because when you have more workspace then you need more workspace. It's like the first kiln I got was like 8 inches by 8 inches, and I was happy with that and then pretty soon I was making work that was too big to fit in that little kiln. Then I had to get a bigger kiln then I got a bigger kiln and then that got to be too small! And then, you know, I mean, it just, so, although I say I'd like more space I know that it would not really work. </span></p>\n<p class=\"p1\"><span class=\"s1\">The big challenge for me now is getting the work out. Because I think it is important. I think that there's something about it that is really in tune with the times. The whole personal is political, the political is spiritual, the planet is involved in everything. So getting the work out, where it can be seen, is, I think, a really important thing for me to do and it's very challenging. And especially because as I see the whole emphasis is on young artists, and I can't claim that anymore. [chuckle]</span></p>\n<p class=\"p1\"><span class=\"s1\">What I'm doing right now is really trying to improve my skill. Particularly in terms of faces. I wanna make more heads. I never went to art school so there's a whole bunch of stuff that I never learned, like portraiture. I've done a few portraits but they are agonising, it just takes me forever and I never can seem to get it right. </span></p>\n<p class=\"p1\"><span class=\"s1\">And I'm doing some exploration of glazes and then also the heads, there's one at the house, I usually make the heads—the heads are very particular about how their hair is gonna be. Or if they're gonna have a head wrap or something. Those pieces, that part of the piece, would get glazed, either the hair would get glazed a colour. I’ve got one that has a head wrap with a little flower on it. Very cute. [laughter] Stuff I would never do for myself. But the pieces want that so, “Ok, you can have that!”</span></p>",
            "image": "https://artcrushinternational.com/media/posts/33/Lorraine-Bonner-Son-of-Perpetration.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-07-07T13:19:03+02:00",
            "date_modified": "2021-07-09T19:48:26+02:00"
        },
        {
            "id": "https://artcrushinternational.com/do-you-have-to-be-a-jerk-to-make-good-work.html",
            "url": "https://artcrushinternational.com/do-you-have-to-be-a-jerk-to-make-good-work.html",
            "title": "CRUSHED VELVET #1: Do You Have to Be a Jerk to Make Good Work? ",
            "summary": "Jozefien and Svea are fed up with misconceptions about artists and in&hellip;",
            "content_html": "<p>Jozefien and Svea are fed up with misconceptions about artists and in this series, called CRUSHED VELVET because it sounds good even if it makes no sense, they're setting the record straight. There's more to life than making art. There is, for example, trauma, sexism, capitalism, haikus, and other funny things.<br><br><strong>THIS EPISODE'S VELVETEEN RABBITS:</strong><br>When you were depressed, did you make better art?<br>Would it be worth it to be an artist if it meant you were necessarily depressed?<br>Have you known happy artists?<br>How does the idea of the tortured artist affect people (artists and<br>the poor schmucks who love them)?<br>With what can we replace the idea of the tortured artist?<br><br>We'd love to hear your feedback and experiences. Let us know on<br>Instagram, at email, through our website...<br><br>Look up Svea's 'How Poems Work' project: <a href=\"http://howpoemswork.blogspot.com/\">http://howpoemswork.blogspot.com/</a></p>\n<p>Watch the documentary \"<em>The B-Side: Elsa Dorfman's Portrait Photography\"</em> on Netflix: <a href=\"https://www.netflix.com/watch/80145699?tctx=0%2C1%2C%2C%2C%2C\">https://www.netflix.com/watch/80145699?tctx=0%2C1%2C%2C%2C%2C</a> </p>\n<p>Herman Van Rompuy is the former Belgian Prime Minister who writes haikus. This is the one he wrote in 2018 for the Engelenburcht in Tildonk, Belgium:</p>\n<p class=\"align-center\"><strong>\"<i>Als wapens zwijgen, hoor je in de stille tuin, de wind en de vogels</i>\". </strong></p>\n<p>Extremely Crushable Keats:</p>\n<p class=\"align-center\"><strong><em>“Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?”</em> </strong></p>\n<p> </p>",
            "image": "https://artcrushinternational.com/media/posts/32/awereness-raising-depression-self-portraits-edward-honaker-11.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-07-01T23:34:26+02:00",
            "date_modified": "2021-07-07T14:05:22+02:00"
        },
        {
            "id": "https://artcrushinternational.com/sofia-shu.html",
            "url": "https://artcrushinternational.com/sofia-shu.html",
            "title": "Linocut Prints and a Tenderhearted Prince: Sofia Shu and her Siberian-San Francisco Love Story",
            "summary": "We climb and descend the hills of Potrero Hill in San Francisco&hellip;",
            "content_html": "<p>We climb and descend the hills of Potrero Hill in San Francisco - in high heels of course! - as we search for Sofia Shu's secluded studio. We're mesmerised by Sofia's meditative, spiritual, detailed abstract paintings and wall hangings. Sofia serves us a delicious vegan latte and talks about growing up walking through snow tunnels in Siberia, learning English by tending bar in NYC, ending up in the Bay Area, and meeting her sweetheart prince. We love her love story and you will, too.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/31/IMG_6490.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/31/responsive/IMG_6490-xs.jpg 300w ,https://artcrushinternational.com/media/posts/31/responsive/IMG_6490-sm.jpg 480w ,https://artcrushinternational.com/media/posts/31/responsive/IMG_6490-md.jpg 768w ,https://artcrushinternational.com/media/posts/31/responsive/IMG_6490-lg.jpg 1024w\"  alt=\"\" width=\"4032\" height=\"3024\"></figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-credit-Sofia-Shu.JPG\" data-size=\"640x640\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-credit-Sofia-Shu-thumbnail.JPG\" alt=\"\" width=\"640\" height=\"640\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-10.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-10-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-2-Jozefien-and-her-huge-bottle.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-2-Jozefien-and-her-huge-bottle-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-9.JPG\" data-size=\"2839x2839\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-9-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-11-with-Svea-and-Jozefien.JPG\" data-size=\"960x960\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-11-with-Svea-and-Jozefien-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/IMG_6482.jpg\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/IMG_6482-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-6-Jozefien-photographing-cat.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-6-Jozefien-photographing-cat-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-11.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-11-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-4.JPG\" data-size=\"960x960\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/31/gallery/Sofia-Shu-4-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n</div></div>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/31/IMG_6435.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/31/responsive/IMG_6435-xs.jpg 300w ,https://artcrushinternational.com/media/posts/31/responsive/IMG_6435-sm.jpg 480w ,https://artcrushinternational.com/media/posts/31/responsive/IMG_6435-md.jpg 768w ,https://artcrushinternational.com/media/posts/31/responsive/IMG_6435-lg.jpg 1024w\"  alt=\"\" width=\"4032\" height=\"3024\"></figure>\n<p>Sofia Shu Studio <a href=\"https://www.sofiashu.com/\" target=\"_blank\" rel=\"noopener noreferrer\">online</a><br>Sofia on <a href=\"https://www.instagram.com/sofiashustudio/\" target=\"_blank\" rel=\"noopener noreferrer\">Instagram</a></p>\n<p>Wanna see pictures of Sofia Shu's hometown, Nefteyugansk? <a href=\"https://www.google.com/search?q=nefteyugansk&amp;client=firefox-b-d&amp;sxsrf=ALeKk037A7y-P3VanCUSJ5OgOymov5sMyQ:1624458540658&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwiwhpLS-63xAhVvoosKHebMDc4Q_AUoAXoECAEQAw&amp;biw=1410&amp;bih=792\" target=\"_blank\" rel=\"noopener noreferrer\">Here</a> you can find them! </p>\n<p>Beautiful Online Thing: the <a href=\"https://www.nrk.no/spesial/sexguide\" target=\"_blank\" rel=\"noopener noreferrer\">Norwegian <em>'Sexguiden'</em></a></p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wGQaNVjo490\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/Linocut-Prints-and-a-Tenderhearted-Prince-Sofia-Shu-and-her-Siberian-San-Francisco-Love-Story-e138iuq\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Sofia's interview</h2>\n<p> </p>\n<p><strong>Abbreviations</strong></p>\n<p>JB: Jozefien Buydens</p>\n<p>SS: Sofia Shu</p>\n<p>SV: Svea Vikander</p>\n<p>__</p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: I grew up in Siberia. In a very small town. It's kind of like if you look at Russia and just like poke right in the middle, that's where my town was. It's called Nefteyugansk. And the first word of that name is \"Neft\" which means 'oil'. They found um—like that oil that they get from the ground, not that oil that they press from olives, you know! [laughter]. So yeah they found oil, I guess 50 years ago ,and they built this small town really quickly. </span></p>\n<p class=\"p3\"><span class=\"s1\">So to get to those oil spots, you would have to take a helicopter. My mom was the dispatcher, the person who would be like, \"You go on this helicopter, you do this, ok now time to take off,” she would be like controlling them; for 20 years she was working. It was really fun for me, I would go to her office and she had this machine that pretty much talks to people in helicopters and it would just sound like “der-der-der-der-der\", and she would understand! What they're saying! And she would press the button and be like, \"Yes, yeah, do this and do that.\" And I'm like, “Mom, how do you understand? I can't hear anything!” It's like when you work I guess every day, you, really…I don't know how she did it. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: She gets to know the language</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Yeah that's so cool, like you learned English she learned helicopter! And did you have other family around? Did you have a dad?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: I had a stepfather not for very long I guess, until I was like 12. Yeah, I just kind of remember only that, like, just having my mom and my younger sister. She's six years younger than me. She has a kid and she just takes care of him, she's in Moscow. I visited, it was so surreal because you leave here and then you fly for so long and then it becomes—the sun sets, the sun rises again and you're still flying, it's like 20... 24 hours, maybe 30, something like that, if you have layovers. It can get very long. And then when you get there, you’re like, \"Did America ever exist?\" I dunno, to me in my head it was kind of, going through Atlantic Ocean is kind of like this border, it's like, [to Jozefien] you had this feeling before?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Yeah I have exactly the same.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: And maybe it's because you Facetime your family all the time and you're only on the screen and you go and you can actually like, <i>hug</i> them, it just feels so weird. You open the door and my mom would come towards me like, “Should I start crying? Is it real? What's happening?”</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: How was growing up in Siberia? I imagine it's really cold there, in winter, so... How... How? How do? I can't, I just can't imagine [laughter] how cold it must be, in Siberia.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: Well, see, I grew up there from…I would say six months old, so I didn't know anything else. It was nine months of snow. So pretty much, I have my birthday in September, I would already go through bushes of snow to get my friends to my birthday party, invite them. In May it would be like a really cool time because everything finally starts melting. And you know this is the end of the school and the summer is coming. So yeah, it was a lot of snow, sometimes when you're walking to school you can't really take a step to the right, to the left, because you'll fall in the really deep snow bushes. But because there is a—how do you call it—like, a trail, people step on it so much it's like harder. But if you step to the right you can just fall through and I don't know. It can be really deep!</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: The snow is crystalised. When you look at the snow flakes it's very, it's a very geometric structure of water, right? And all of my art—maybe I got it from studying architecture for so long, or maybe I got it from being in this like frozen world for so long?—all of my art looks like snowflakes. It's like structures, coming like mandalas, from the centre. </span></p>\n<p class=\"p3\"><span class=\"s1\">I loved the evenings because the sun would go down really early and the sky was really clear. I could see all the stars, yeah, I would just like hang out with friends. I would be a kid but I can hang out with my friends when it's dark outside. Yeah. There wasn't really much to do outside, you know? Like in California, I think people are so lucky to have this weather and just so many activities they can do. To me, it was, you would spend a lot of time indoors. So I went to art school at the same time when I went to regular school. Every day after regular school I would go and paint. </span></p>\n<p class=\"p3\"><span class=\"s1\">And I don't know if you guys know, in Russia it's like, art is not very, you can't really make a profession out of it. You can't just be a full time artist and make enough money. Or you can't even tell your parents, “I'm gonna be an artist,” they'll be like, “No you're gonna be a doctor.” I thought architecture would be the best, most creative profession I can choose. I got accepted and I studied architecture for six years. Yeah, it was really fun because there was a lot of sculpture classes and watercolour and drawing and drafting. And I just slowly, from architecture I moved to interiors. </span></p>\n<p class=\"p3\"><span class=\"s1\">Started my business, had it for five years with my friend. It was really fun, just the two of us. I really don't like working for someone. I don't like having a boss. If I work for myself, say a 12 hour day, I don't feel like I wasted my time! And we were very creative, like, \"Where do we wanna take this business? Should we start a blog about interior design?\" You know it was like, no one would stop us from pretty much anything.</span></p>\n<p class=\"p3\"><span class=\"s1\"> And then, it was kind of a crisis in Russia. Not that many people were getting design projects done because the economic situation wasn't really well. And I thought it was my opportunity to just travel and I wanted to learn English, everyone is talking about America, so I'm just gonna spend some time, go to school. I went to English school in New York. Pretty much with just one friend. I didn't know anyone. I didn't speak the language. To me it's like a different planet because I had to learn everything from the beginning. I was 26, I think, when I moved to America. It's like, different food! The way the streets are named! It's like everything was so different but also so exciting for me. </span></p>\n<p class=\"p3\"><span class=\"s1\">Because I love new stuff. I love learning. I think when things are kind of the same it gets, your brain gets kind of dull. Or something like that. So yeah, New York was really fun. I met so many amazing people. Just amazing.<br></span></p>\n<p class=\"p3\"><span class=\"s1\">[music]<br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: In New York, I think it's a very romantic story...</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Tell us!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: It was, I think the day after Christmas. I wasn't supposed to work that day so I was covering for someone because I didn't have a big family for Christmas Eve. He lived in San Francisco at the time and he has family in Florida. But he also has a brother in New York... So they pretty much all traveled to New York to spend maybe a day with that brother. It was raining. They were gonna go to a different bar and but because it was raining so much they just stopped by my bar. Which is a great, uh... I don't know, it's like... I'm so happy that happened, you know! If he would just keep walking to another bar I never would have met him. </span></p>\n<p class=\"p3\"><span class=\"s1\">The day after Christmas everyone is at home with their families. It's raining outside, so it's pretty much just like, him with his friends, and me. And we were, just chatting. And from that day, that's it. That’s, our love story began! We, he kept coming back to New York to see me. And we decided to be together. And I didn't want to really move to California because I love New York so much. But he told me I should visit and he'll show me, um, \"Let's take you to the best spots and make you fall in love with California.\" And I did fall in love with California and with him. And now I'm here.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: So what's your relationship like? Is he supportive of your art practice?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: Yeah, he's very sweet. He's probably the sweetest man I have ever met. And I'm so lucky to have him. He's probably, if he's listening he's gonna be like, “Yes!” [laughter] But no, actually, he's like one of those people who really think about what you need. You know? Like he kind of helps to...get things done.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: Since I finished my architectural school I was just focused on my interior design career. Art was more like a hobby. No one in Russia was talking about art as a profession. And when I moved to New York, that's where I saw for the first time that you can actually be an artist. Because I was hanging out around Chelsea galleries a lot. I would go to art openings and just be in the artist community. And I see a lot of people actually create different kinds of art. It doesn't have to be just painting. And they just, the striving as artists. And people buy their work and, yeah. They really appreciate it. </span></p>\n<p class=\"p3\"><span class=\"s1\">After a few months I was like, Wow. There's so many artists and they actually spend every day in their studios painting, having so much fun probably (I hope they are!) and i just bought so many art supplies and I brought it all home and started just playing with it. I did so many different works. Because I wasn't sure what exactly, what do I want to paint? What medium do I want to use? So that was a fun time. Like really free, like just trying different things. </span></p>\n<p class=\"p3\"><span class=\"s1\">I really love this neat work. To me it's really easy to do something very precise. The lines are really straight, and I'm really into geometric shapes and forms. How they all work together. So when you study architecture you study, it's called \"rhythm\", when you look at the building your eyes just feel good about it. It's because of all those proportions, and architects know how to put it all together. So it looks very harmonious. And I guess that just affects my art. Like I can't leave a painting if I look at it and there's something missing, and a little bit on the corner, I would put a little dot there or something so it's balanced. I guess geometry and balance is definitely what I got from architecture.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\">I carve out some blocks with a blade. And then I just roll paint on it and make prints. I think this is so, so much better than just buying a print that was done by printer. I think when someone buys art it's so cool when an artist actually touched it, and did something to that. Some other things I do, I make tapestries. I started doing it because my friends were saying that my art looks a lot like textile design. I make each tapestry myself. I don't really make a drawing on it. So I pretty much start from the centre and I go out. And that gives it a symmetry so I don't use any rulers or anything like that. It's just my eyes and my hands. </span></p>\n<p class=\"p3\"><span class=\"s1\">I want to create art that will make you stop in front of it for like, let's say, three minutes, just stare at it. Like, observe all the colours and see where it will take you. All I'm making is just something that kind of sucks you in. Don't do anything, don't think of anything, just look at the painting.</span></p>\n<p class=\"p3\"><span class=\"s1\">I started my interior design business last year in August. And just recently those projects started finishing up. Everything is installed, really final touch-ups, yesterday I did a photoshoot with my friend, of something that just <i>I</i> created, you know? I didn't really work with any other designers or any other force, or another company. It was just my project. And it was my first collaboration with this photographer, my friend Mindi Kopal. She wants to change her career a little bit. And be more creative like, kind of like day-to-day have more creative process, like photographing someone's interiors, someone's work, staging. So we had a lot of fun. Our first collaboration, on March 8th, Women's Day. It was so significant, I think. I think it's everywhere that, that women are a little bit repressed. Just empowering each other, it helps, just talking about art and stuff. It makes me excited. So same with a lot of amazing women, yeah.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: What do you like most about your studio space?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: Like I told you, I moved in like a month ago. And I really love how much space I have now. And there's a lot of light, natural light. I love the location too, because it's in the middle of the Mission district and financial district and design district and Dog Patch. It's kind of in the middle, so I'm hoping to host a lot of events in this space and build a really interesting community that will kind of support me, but also I'll support them. This space can be turned into pretty much anything. Like a gallery, or even a music venue. I want my husband to have some shows here too, play music for people. And I want to start this women's group. Whether you're creative or not. I want to have bi-weekly events where we just get together and we paint, or we do some beading work... And I think there's a really deep need in everyone's life, for some creativity. This is the time where we're gonna do it.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: And if you could change one thing about the studio, what would it be?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: This is—I live in Potrero Hill and I think Potrero Hill is still kind of sketchy. So I think I would change something about the neighbourhood. But I think it's coming because there'a s lot of development around this neighbourhood and a lot of new buildings and I think a lot of young people moving in. And they all go to the Mission or the financial district to have fun. So hopefully there will be some development.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: And how do you say your last name?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: My last name? Shu? [rhymes with ‘who’]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Shu, and is that a traditional Russian name?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SS</strong>: No, I chose that name for myself. It's not a name that my mother or someone else gave me. It's from Egyptian language, I guess? It's a goddess, \"Shu\", she was the goddess of harmony and balance. And yeah,<span class=\"Apple-converted-space\">  </span>kind of bringing two elements together. And making them work. So I think that was…that’s me and that's what I want to be. And I also really like how it sounds. Like “shu”… it almost sounds like a wind or maybe like a crashing wave like…shu…</span></p>",
            "image": "https://artcrushinternational.com/media/posts/31/sofia_shu_portrait_1_720x.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-06-21T16:50:06+02:00",
            "date_modified": "2021-06-25T11:07:38+02:00"
        },
        {
            "id": "https://artcrushinternational.com/richard-jonathan-nelson.html",
            "url": "https://artcrushinternational.com/richard-jonathan-nelson.html",
            "title": "Queering the Kudzu: Richard Jonathon Nelson on Plants, Roots, and Colonialism",
            "summary": "Hop into our car to East Oakland where we’ll meet textile artist&hellip;",
            "content_html": "<p class=\"p1\">Hop into our car to East Oakland where we’ll meet textile artist Richard Jonathan Nelson at his friend and fellow artist Jamee Crusan’s place. Richard talks about being a black, queer man in the US, how his mother and aunts encouraged him to make textile art as a child and how language plays an important role in his life. What’s a hand baby and who brought the Kudzu? Richard tells us all.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/30/IMG_4482.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/30/responsive/IMG_4482-xs.jpg 300w ,https://artcrushinternational.com/media/posts/30/responsive/IMG_4482-sm.jpg 480w ,https://artcrushinternational.com/media/posts/30/responsive/IMG_4482-md.jpg 768w ,https://artcrushinternational.com/media/posts/30/responsive/IMG_4482-lg.jpg 1024w\"  alt=\"\" width=\"4032\" height=\"3024\"></figure>\n<p>Richard's <a href=\"http://www.richard-jonathan-nelson.com/\" target=\"_blank\" rel=\"noopener noreferrer\">website</a><br>Richard on <a href=\"https://www.instagram.com/rich_nels/\" target=\"null\">Instagram</a></p>\n<p class=\"p1\">Check out Jamee Crusan, artist and good friend of Richard Jonathan Nelson. Her work <i><a href=\"https://jameecrusan.com/new-index#/black-and-bluelack-and-lure/\" target=\"_blank\" rel=\"noopener noreferrer\">Black and Blue/Lack and Lure</a></i> is our Beautiful Online Thing of the week!</p>\n<p><span style=\"text-decoration: underline;\"><strong>Learn more about</strong></span>:</p>\n<ul>\n<li>the <a href=\"https://gullahgeecheecorridor.org/thegullahgeechee/\" target=\"_blank\" rel=\"noopener noreferrer\">Gullah Geechee People</a></li>\n<li><span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\"><a href=\"https://en.wikipedia.org/wiki/South_Carolina_Lowcountry\" target=\"_blank\" rel=\"noopener noreferrer\">South Carolina Lowcountry</a></span></li>\n</ul>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/Queering-the-Kudzu-Richard-Jonathon-Nelson-on-Plants--Roots--and-Colonialism-e12p5bi\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Richard's interview</h2>\n<p class=\"p3\"> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p3\"><span class=\"s1\">RN: Richard Jonathon Nelson</span></p>\n<p class=\"p3\"><span class=\"s1\">SV: Svea Vikander</span></p>\n<p class=\"p3\"><span class=\"s1\">JB: Jozefien Buydens</span></p>\n<p class=\"p2\">__</p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I was originally introduced to making from my grandmother and my mother. I come from a long line of seamstresses in the deep South. And so when they were sewing for other people to make clothes and different items they would give me fabric to make toys. I would make weird technicolour animals. It was a mixture of this soft sculpture queerness that was inherent in me, and then the masculinity of being a boy. So, I would take like transformers but then make them these fantasy playhouses for technicolour animals. And so inside this rigid structure of what it meant to be a boy, I would have these fantasy worlds that were very much about magic and light and just happiness. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Did anybody else make any textile toys for you?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: They would show me how to make practical things or things that I would want. So if I wanted a new shirt they would show me how to make a new shirt. Or if I just wanted to make something weird like, cushions or just like, a weird, fifty foot scarf, they would be like, I'll show you how to do it and just…Go! Just do whatever you want. We're not gonna constrain you or say what you need to make or if it has to be functional. If you wanna mix colours and play around just play with materials, yeah. And so I would go with them to fabric stores often, every weekend, and just browse the colours and mix and match and play. That wonder of an overwhelming textile sensation, just being a child and running your hand over all the fabrics, associating colour with a physical object.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: And so, you were doing that as a kid. And you, then you decided to go to art school, after that? And to keep on doing the same thing?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I started with that. And then when I got to high school there were a few textile courses. And so I took the textile courses where I was introduced to weaving and basket making. And painting on silk. And I was like, “Oh, this is interesting.” But I didn't really think anything of it at the moment. So I put it away and I pursued a more classical idea of what it meant to have an art career. So I was going to school for graphic design and very traditional things.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: What kind of high school did you go to, that had weaving and basket making?!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Yeah that sounds amazing—</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: I mean, my high school had, like [nasal voice] \"sewing class.”</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: It wasn't the normal-normal high school. It—funny thing was, it was the high school my mother went to for integration, that she was bussed into. So decades before she went to the same high school, which was in the “better” part of town, the whiter part of town. And she went there and then later in life when she married my father they moved to that part of town and I ended up going to school there. So it was an interesting neighbourhood to be in a, what is historically a very white, affluent part of the city, and there were horse ranches near it, and there were a golf course near it, we had a golf team. It... It was interesting to be in a place that was this sort of unwelcoming and had to be opened up by my mother. And to then be in the legacy of that.</span></p>\n<p class=\"p3\"><span class=\"s1\">And then to sort of see this growing integration that was happening there. And so it, we were afforded these opportunities because we were in this more affluent part of town but still being the minority and the outlier and the new thing? Because there were, I want to say, four black families in my entire neighbourhood. But there was a good Black population in the school. But they lived on the opposite side of the, like, dividing line near there. But yeah. </span></p>\n<p class=\"p3\"><span class=\"s1\">But being there did, it offered opportunities of like textiles, that was very much how I was able to get to college. Because I was a first generation college student. I'm the first one to get a MA or any sort of higher education in my family. And just, the people that supported me. Who I still speak to. Who, like, my mom shows my diploma to. Like, \"He made it.” </span></p>\n<p class=\"p3\"><span class=\"s1\">I moved to Atlanta and was taking a tour of the campus and found out they had a textile lab. And just like, \"You know what? This seems interesting. I'll take this. I have a love of textiles. I've always wanted to know how they're actually made.\" Because I’d only been, at that point, I was only engaging with textiles as a finished product from someone else. And so to see all the equipment and the dyes and the processes, and from there it started. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Were you doling weaving and embroidery and stuff?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I was doing weaving and traditional Japanese dying and digital printing on silk. And so it's all just been a mixing and matching of different techniques and layering. Thinking, \"What would happen if I mixed this together with this?\" Very much, I am about mixing two disparate things together. It does connect back to my childhood of taking, like, \"How do you take an idea of who you are and fit it into a larger structure that's been before you? And how do you change that structure and how do you transform it?\" Because textiles allow you that freedom.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: It has been a very strange path, that I have been working in traditoanlly male fields that are very masculine. Every time that I've had to take a break off from college. So at that time I was working in the sheriff's department at the court house. So, working with police officers. And so there is, that is a...whole other thing that I want to explore in my work. Of being in that relationship to police officers. My dad is originally a police officer. And that sort of relationship to the Black male body and law enforcement. So I went to that and I was working in the court house for a while. </span></p>\n<p class=\"p3\"><span class=\"s1\">And then I went to Atlanta and I went to school and then in 2011 I graduated and then started unloading trucks for grocery stores and for fabric stores. And so it was this very physical masculine environment of [chuckle] being very much my queer outgoing self on loading docks. Which was interesting to see the interpretation and the acceptance of that. And being in the deep South and going, \"Huh, this is interesting, that, that you can slowly ingratiate people to you and expand their knowledge.\" And sort of talk to them about what it means and about who you actually are. And these sort of misconceptions of identity. But I was there since 2011 to 2015, for four years?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Wow, that's a real public service.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Yup. Just talkin' to the guys!</span></p>\n<p class=\"p3\"><span class=\"s1\">[laughter]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: And so I wanted to find a place that I could actually talk to people and learn and have these discussions about what it meant to make work about my life and my identity. And so that brought me to the Bay Area.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Did you know somebody here? Or did you just decide,</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I'm just going! </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Wow!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: And it's that interesting thing, I recently did my DNA. And to realise that we've stayed so long and that we've been in the Lowcountry so long that it can actually locate me there. And so, so many generations of my family are there. And it's interesting to go back to my grandmother's hometown in South Carolina and to see people who look like me. And it's weird to walk into a  church and go, Everyone looks like me and it’s…very odd.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Oh my gosh, wow.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: But I wanted to branch out. And that is a conversation I had with my family and my mother, and just about like, “You've gone farther than any of us ever have. And you’ve,\" yeah. And it's, it's very much...It's about, it's about them in a sense. It's about wanting to do this, to instil pride in them and then feel pride from them that I've done this. So yeah.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Sounds like you come from such a loving family.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I realise it every day.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Do you go back?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Not been back since 2015.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: No?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: They came for my graduation but I have not been back since then. I do want to go back. And experience it, and, and just have all the fun conversations and the language. And the way of talking, and... My grandmother is Gullah. And she speaks Gullah and she can speak in a very fast sort of patios, and it's interesting that I have to slow myself down when I'm in the Bay Area. Which is very much a disconnect when people think of the deep South. And I do kind of miss those turns of phrase and those languages. And that is something that I realise more and more in my work. Some of the things I say and the way I word things, is a hearkening back to that language and culture.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Can you give an example?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Like, hand baby. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Hand baby? What's a hand baby?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Hand baby or knee baby, a baby that you're able to carry in your hands</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Like, a babe in arms, we might say?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Mmhmm, and a knee baby is like a child, a toddler, one you would keep on your knee. There are like interesting things that pop up.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: Beautiful words.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: So it's been three years, what's stopped you from going back?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Money. Keeping housing in the Bay Area and money and just being able to afford rent and fly back and fly back. One day I'll be able to go back and see them.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Hopefully soon</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Yeah. After I graduated from my BFA—we have family that splits. Because South Carolina and Georgia are so close together, just separated by a river. We have my mother's side of the family on the South Carolina side and my father's family on the Georgia side. I had never been fully introduced to my Southern Carolina side. So we went back, and actually went to the plantation of where our family comes from. </span></p>\n<p class=\"p3\"><span class=\"s1\">And it's on an island. And it's very interesting to be in a place and to know, this is where my family first came here. This is where they've been. And to see how they live so very close to it, to that town and to that island. And also, sort of remnants. Like the house is gone. The plantation house is completely gone. The land was sold. It is now a protected bird reserve. But the owner, because his wife loved ibises brought them there. So there's supposed to be a lake in the middle of it that has birds that aren't natural to Georgia. And so I want to see that. </span></p>\n<p class=\"p3\"><span class=\"s1\">And that is, that was like a connection to the work I was making at the beginning of the year, about plants and the Black body, and these constructed narratives. Realising that what I think of the South and what I think of that space, isn't actually? That there is this sort of layers of like, colonialism and the natural landscape and then like, a Japanese revival, so there is this sort of…masses of kudzu and bamboo, and like, mulberry trees. And wisteria. And that was a weird sort of realisation. That what I think, because I've grown up there my entire life, of this place as being, is really just multiple layers of influence and manipulation by outside cultures. And so that is something that I'm just like, “Wait, where is this? Like, I want to see this.” And I want to see how the land has changed. But then the land is also ingrained in me. Because my family's been there.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I've only really had a studio for the last two years, since I came to the Bay Area. Like the idea of an artist studio, is very much a new concept to me. Because I come from people who have made stuff on a kitchen table their entire lives. And so I'm just like, “What would that mean?”</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: So you don't have a studio space now, except for your bedroom?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: Yes. I was bouncing from residency to residency. After I graduated I went to the Headlands for a year and then after the Headlands ended I went back to CCA as an alumni in residence for a couple of months. I was making work there in the gallery. And that was an interesting experience: to be in a glass box making work about Black rage and Black emotion and sort of performing your identity for the white space, while being <i>in</i> the white cube? And being on full view. </span></p>\n<p class=\"p3\"><span class=\"s1\">I was doing drag makeup there. Making yourself over in an artificial image in like full glass panes throughout the day, and having people walk by and look at you, and see you in, like, different states of vulnerability. Like, to be putting on padding and to be lacing myself up in a corset and to be putting on makeup and trying on wigs or teasing out a wig, was a very generative experience. This, I should pursue this more, and see where this can take me.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: What would be an ideal studio space for you?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: For me, someplace where I could set up multiple looms. I've also been doing this series of performing humanity photos. They are these multi-layered sets I'm creating with flowers and textiles and physical objects and me in makeup and digital prints. And it would be nice to have a space that I could set all this up and take these sort of durational photos and durational video that I don't have to take down because the makeup is so intensive. </span></p>\n<p class=\"p3\"><span class=\"s1\">There is, I...Like I could do these sort of like high artificial alien transformative makeup but then what would that mean to get on BART after doing it? And sort of take a very long BART ride, dressed like a multidimensional demon just sort of staring at somebody like, [sweet voice] \"Just going to the studio\" so I would like someplace close [laughter]. </span></p>\n<p class=\"p3\"><span class=\"s1\">I don't know if I'm ready for that performance yet. To be like, “Well I've been on BART for a couple of stops and I'm just, oh God, I'm smearing blue all over everything!” [laughter] But I would like a space that has that sort of comfort to it. That I can be vulnerable and sort of change and turn into different things and do these very slow processes. </span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB</strong>: I have maybe another question. You mentioned that you moved to the Bay Area because you wanted to be able to talk to people about being queer. And I’m wondering if you've found that here.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>RN</strong>: I found a very intellectual, complex conversation around queerness and identity. And I'm very happy to find an older population of queer individuals. And to be able to see happiness and joy and that you can have long-lasting relationships and be who you are, to fully express who you are. Even though that does feel like it's disappearing from the Bay. There still are these holdouts and these people who are very much themselves and every expression of themselves and it's just like, \"Oh my goodness, you've had this beautiful life.” And it has given me hope. And that has driven my work, to think about: what will I be like when I'm 80? Or like, how will I be in the world?</span></p>",
            "image": "https://artcrushinternational.com/media/posts/30/head3.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-06-14T23:05:44+02:00",
            "date_modified": "2021-06-25T11:23:50+02:00"
        },
        {
            "id": "https://artcrushinternational.com/brik-tu-tok.html",
            "url": "https://artcrushinternational.com/brik-tu-tok.html",
            "title": "It’s Only Creepy If You Are: How BRIK TU-TOK Free Their Minds ",
            "summary": "Join us on a trip to the harbour of Ghent, Belgium, where&hellip;",
            "content_html": "<p>Join us on a trip to the harbour of Ghent, Belgium, where we meet Linde Carrijn and Maxim Storms, the avant-garde performance-duo known as BRIK TU-TOK. At their light-filled studio in an old red-brick factory we marvel at BRIK TU-TOK's handmade fashionable costumes, colorful accessories and extraordinary DIY music instruments. What's the Giggle Gallery, and can we come? Welcome to our crushes' bizarre, but fascinating universe! </p>\n<figure class=\"post__image\" ><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/IMG_5927.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/29/responsive/IMG_5927-xs.jpg 300w ,https://artcrushinternational.com/media/posts/29/responsive/IMG_5927-sm.jpg 480w ,https://artcrushinternational.com/media/posts/29/responsive/IMG_5927-md.jpg 768w ,https://artcrushinternational.com/media/posts/29/responsive/IMG_5927-lg.jpg 1024w\"  alt=\"\" width=\"4032\" height=\"3024\">\n<figcaption >Linde &amp; Maxim in front of the door to their studio</figcaption>\n</figure>\n<p>BRIK TU-TOK on <a href=\"https://www.instagram.com/briktutok/?hl=en\" target=\"_blank\" rel=\"noopener noreferrer\">Instagram</a><br>Watch BRIK TU-TOK's music videos on <a href=\"https://www.youtube.com/channel/UC_kFfBUcDuc91hHBISrM26A\" target=\"_blank\" rel=\"noopener noreferrer\">YouTube</a><br>All music during the interview is by BRIK TU-TOK. 'Worse' plays at 14'25\", 'Cheap Trip' at 20'24\" and 'Badass' at 26'40\".</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5917.jpeg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5917-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"576\"></a>\n<figcaption>BRIK TU-TOK in front of their huge mirror</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5921.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5921-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5937.JPG\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5937-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a>\n<figcaption>BRIK TU-TOK's recording workstation</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5941-2.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5941-2-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n</div></div>\n<p>Look up <a href=\"https://www.instagram.com/atelierpantserschip/?hl=en\" target=\"_blank\" rel=\"noopener noreferrer\">atelier Pantserschip</a>, the collective of makers that's now housed in the old red-brick factory of <em>I. Mahy &amp; ses fils</em>! </p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5963.jpg\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5963-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/Schermafbeelding-2021-05-15-om-11.24.30.png\" data-size=\"1742x1684\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/Schermafbeelding-2021-05-15-om-11.24.30-thumbnail.png\" alt=\"\" width=\"768\" height=\"742\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5965.jpg\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5965-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5967.jpg\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5967-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/image_6483441.JPG\" data-size=\"1302x1198\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/image_6483441-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"707\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5969.jpg\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/29/gallery/IMG_5969-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n</div></div>\n<p>Beautiful Online Thing: <a href=\"https://www.etsy.com/no-en/shop/NauticalWaters\" target=\"_blank\" rel=\"noopener noreferrer\">Nautical Waters</a> on Etsy</p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/naJKHd08xTM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/Its-Only-Creepy-If-You-Are-How-BRIK-TU-TOK-Free-Their-Minds-e120gmq\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of BRIK TU-TOK's interview</h2>\n<p class=\"p1\"> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p2\"><span class=\"s1\">JB: Jozefien Buydens</span></p>\n<p class=\"p2\"><span class=\"s1\">LC: Linde Carrijn</span></p>\n<p class=\"p2\"><span class=\"s1\">MS: Maxim Storms</span></p>\n<p class=\"p2\"><span class=\"s1\">D: Dog with a squeaky toy</span></p>\n<p class=\"p1\">__</p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: So where did you meet? And How?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: I was living already with someone and we were looking for a roommate and I don't know why but Linde came over and she started to live with us. We became friends, I guess—Oh la! There's a dog over here</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: There's a dog</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: —who likes to play. So that's how we met. By living, very closely together.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>D</strong>: [squeaks toy]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: And then we started an atelier, trying things out but not necessarily to, \"I'm gonna put this in the art gallery.\" Researching: how can this be in theatre? How can you develop an atelier-workspace as a comedien—not comedian, it's 'comedien' in French—</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Yes, you're very funny. You are! [laughter] As a performer, yes</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>D</strong>: [squeak]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Oooh the dog! Oh! Every month we did an open day, or an open thing, where we tried to do things, new things, where it was like, \"OK I want to make an installation, let's do it.\" </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Yes, I made a few songs, but very, ugh, pattati-pattata musique, eh?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: And there was an installation that day and after that I was like, \"I really like that Maxim, let's do maybe something together.\" And so that's where it started, I guess.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: So that's where BRIK TU-TOK started?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Kind of, yes.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Yeah, when you see pictures of that now, or when you hear what we did, it's like wow, it's a long time ago. It's like really different, the things we're doing now. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Mmhmm</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Ah, it was very bric-a-brac, just, just—</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: We had a lot of tapes and we worked with like this 4-track machine. Four track is like, you have four tracks, for example the drum, the guitar, bass, and the rhythm, and we mixed it live! So that was something difficult already. I forgot my lyrics. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: I forgot my lyrics!</span></p>\n<p class=\"p2\"><span class=\"s1\">[music]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Your first performances with BRIK TU-TOK were very different than they are now? What's the difference?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: We went crazier and crazier I think, also with the makeup and like the transformation. We really are looking for \"what are the boundaries of it?\" and how can we go beyond those boundaries? And we aren't working with tapes anymore.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: So the music, there's much more melody than before. In the beginning, everything was just rhythm. Now there are more RHATASSSIII (HELP JOZEFIEN)</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: layers </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: layers of different, I think we sing also more...</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Now we know what the qualities of our two voices together are. That was difficult in the beginning, that changed. And now we know, \"OK, it works when you do that and when I'm doing this.\"</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Because none of us play the guitar, there are no drums, there were none of that. And in the beginning when we were performing, I think I still felt a little guilty that I'm—</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Not playing an instrument</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: That I'm not playing an instrument! And that it's just some karaoke act or something. But now I'm, I see...In theatre everybody asks, \"but why did you do that? Why are you doing that?\" I have the feeling never ever did somebody ask that with BRIK TU-TOK. Everybody's, \"Oh I love it, I'm—whoo!\" They like the confusion, they like not understanding it. They, it's very—it's freedom, I guess.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Lyrics are so different from the text for a play.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Oh yes</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: You can, you can really play with lyrics, like in another way that you play with a theatre text. We get to know more like, the freedom of being a musician. Which is different than in theatre. And that's like really nice. We are somewhere between being a performer and being a musician, or being a performer that plays that he's a musician. </span></p>\n<p class=\"p2\"><span class=\"s1\">[music]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: You talked about it a little bit earlier, how you collaborate. How do you build a song or how do you build a performance?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: There are some moments that we like, \"OK we have this really nice melody, nice groove. But oh, what can we sing on this?\" And then we do these improvisations in the mirror</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: In the mirror! </span></p>\n<p class=\"p2\"><span class=\"s1\">[laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Good!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: It's a jam, that we call it.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: And then we do like [singing nonsense syllables] like really like,</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: [singing other syllables]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: And then, then we record it and then we listen to it like, OK that's a nice, and then we try to hear some words, and then we, we can start like the poetic sound-ish thing creation.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: What do you like about collaborating together?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Nothing, actually</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: I don't know, I don't know! </span></p>\n<p class=\"p2\"><span class=\"s1\">[laughter] </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Ummm you're funny, you're very funny, </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: [quietly] one of us has to be</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: we have to laugh a lot. One of us has to be! I'm the depressing one.</span></p>\n<p class=\"p2\"><span class=\"s1\">[laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: And also we like to dream. And there are again no rules and no limits. Everything we do, we just do it. We do the costumes, we do the music, we do the video clips, we do the merchandise. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: You're really good in doing the video thing and I can work with the music program, so we are clicking in together.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Symbiosis</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Yeah </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Mmhhmm</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: About your studio space: so you just moved in, right?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: The first of March.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: And so what do you like about this space now?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: It has a garden. Also, the other people here are creative people</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Yes. And they're really sweet.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Yes.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Mmhmm. I like the atmosphere here. A lot of things are going on, and people are also really curious to what we are doing. They are not musicians, they are working in wood and they're making tables and stuff like that. And, another kind of art they are doing. I like it. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Yeah. And if there were something you could change in your studio, what would it be?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: I would like to have mannequins where you could, the outfits, right now they're in the closet or something. It would be nice to sometimes have this mannequin model thing? </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Yeah yeah, no we don't have, we would like to have. To be sponsored.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: You would like to have. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: We ask for sponsoring.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: OK, we can add that to the show notes! </span></p>\n<p class=\"p2\"><span class=\"s1\">[laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: For me it really works that I go to this place to work, it's not in the city centre, I can really focus here. And I don't know yet what to change, we are just here for two months, so.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: It's too early to see</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Yeah I guess </span></p>\n<p class=\"p2\"><span class=\"s1\">[music]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: And you have a new album?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: It's called the Giggle Gallery, it's made together with music videos, and the music videos are one story about the Giggle Gallery.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: So the Giggle album was invented in the first lockdown. And then there was the second lockdown and we're like OK let's make a bigger album because we have the time to make it now, so that's a bit the story.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Umm, what's, yeah, what do you want to know?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: What's the Giggle Gallery?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Uhhhh, what is it? Umm... [chuckles]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: The story about a place that didn't exist but, a place where everybody can go to... [pause] And in this place there are also like concerts or performances. But it's not... I don't... It's really difficult to explain. Ummm...</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Let's call it the place you, you'd like to be, and where everything can happen, as good, or as bad as you like to. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: OK</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: It's a place, it's really a bar, an old cabaretier, </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: Every personnage, character, is working or has something to do with the Giggle Gallery. I want to play like a real show, and like, to have the normal vibe of a show, really this atmosphere. The moment and being together and, so I hope that that will be, like that this summer. But Ooph, fingers crossed.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Yeah yeah, let's hope it gets better.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>D</strong>: [squeak]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Oh, that's the dog again</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: With its little toy </span></p>\n<p class=\"p2\"><span class=\"s1\">[laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: I really like the movie of the Giggle Gallery</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: Thank you</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>JB</strong>: Yeah, it's nice. Svea, my co-host, she said that she thought it was a little bit creepy. Is that something that intentionally, that you do? Or is that—</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: When you see the single for the first time and you don't know anything about us, I can imagine that it's a bit, <i>Whoa, this is a bit creepy and a bit weird</i>. But it's not bad or something. It's fine. [laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: I think there has always been a kind of dark side at BRIK TU-TOK but I don't think that I would like to call it \"The Dark Side\" because it's both, it's just</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>LC</strong>: It's life!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MS</strong>: It's life! It's just... It's life. It's...yeah</span></p>",
            "image": "https://artcrushinternational.com/media/posts/29/brik-tu-tok-portrait-02.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-05-31T23:17:32+02:00",
            "date_modified": "2021-06-07T10:38:50+02:00"
        },
        {
            "id": "https://artcrushinternational.com/edith-hillinger.html",
            "url": "https://artcrushinternational.com/edith-hillinger.html",
            "title": "If You Escaped Nazi Germany, What Would You Do with Your One Precious Life? At 88, Edith Hillinger Is Still Making Art",
            "summary": "We rush to visit Edith Hillinger at her garden studio inside the&hellip;",
            "content_html": "<p class=\"p1\"><span class=\"s1\">We rush to visit Edith Hillinger at her garden studio inside the West Berkeley house she built in the 1990s. Hillinger is 88 years old and studied at New York’s Cooper Union College in the 1960s. She draws from her childhood experiences as a refugee in Ankara, Turkey, to create obscenely masterful full-scale collages and paintings. She quotes Rilke! She tells us about fleeing Nazi Germany, her marriage, the women’s movement (and how it helped her get a divorce), and what it’s like to be an accomplished female artist in her later years. We <em>fête</em> her.</span></p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/28/Edith-3.JPG\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/28/responsive/Edith-3-xs.JPG 300w ,https://artcrushinternational.com/media/posts/28/responsive/Edith-3-sm.JPG 480w ,https://artcrushinternational.com/media/posts/28/responsive/Edith-3-md.JPG 768w ,https://artcrushinternational.com/media/posts/28/responsive/Edith-3-lg.JPG 1024w\"  alt=\"\" width=\"3024\" height=\"3024\"></figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-1.JPG\" data-size=\"2444x2492\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-1-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"783\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-4.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-4-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-7.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-7-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-8.JPG\" data-size=\"2924x2924\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-8-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-9.JPG\" data-size=\"2728x2728\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-9-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-10.JPG\" data-size=\"2671x2671\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-10-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-11.JPG\" data-size=\"2743x2665\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-11-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"746\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-12.JPG\" data-size=\"2299x2267\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-12-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"757\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-13-walking-up.JPG\" data-size=\"960x960\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/28/gallery/Edith-13-walking-up-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n</div></div>\n<p>Edith's <a href=\"https://edithhillinger.com/\" target=\"_blank\" rel=\"noopener noreferrer\">website</a><br>Edith on <a href=\"https://en.wikipedia.org/wiki/Edith_Hillinger\" target=\"_blank\" rel=\"noopener noreferrer\">Wikipedia</a><br>Edith on <a href=\"https://www.instagram.com/edithhillinger/\" target=\"_blank\" rel=\"noopener noreferrer\">Instagram</a></p>\n<p>Read more about Edith's father, Franz Hillinger, on <a href=\"https://en.wikipedia.org/wiki/Franz_Hillinger\" target=\"_blank\" rel=\"noopener noreferrer\">Wikipedia</a></p>\n<p>About <a href=\"https://en.wikipedia.org/wiki/White_Terror_(Hungary)\" target=\"_blank\" rel=\"noopener noreferrer\">White Terror in Hungary </a></p>\n<p>Take a look at the <a href=\"https://www.wiaf.org/\" target=\"_blank\" rel=\"noopener noreferrer\">Women in the Arts Foundation </a></p>\n<p>Find out more about the Bay Area Women Artists' Legacy Project <a href=\"https://bawalp.org/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a></p>\n<p>Beautiful Online Thing: <a href=\"https://www.cameranebbia.com/commedia/desktop/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">Dante's Divine Comedy</a> by camerAnebbia</p>\n<p>Music at 6'50\" and 18' is from the album <em>The Long Embrace</em> by <a href=\"http://www.vegavictoriamusic.com/music\" target=\"_blank\" rel=\"noopener noreferrer\">Vega Victoria</a></p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/mw_xUneq_IA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/If-You-Escaped-Nazi-Germany--What-Would-You-Do-with-Your-One-Precious-Life--At-88--Edith-Hillinger-Is-Still-Making-Art-e11i5f1\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Edith's interview</h2>\n<p> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p3\"><span class=\"s1\">EH - Edith Hillinger</span></p>\n<p class=\"p3\"><span class=\"s1\">JB - Jozefien Buydens</span></p>\n<p class=\"p3\"><span class=\"s1\">SV - Svea Vikander</span></p>\n<p><em>Voiceovers are italics</em></p>\n<p class=\"p3\"><span class=\"s1\">—</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> I’m Edith Hillinger and I am a Bay Area artist, now in my 80s, and I’m being interviewed by two very lovely ladies</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> <em>Svea and Evie came to pick me up and we were already running late. We reached the gate with the number of Edith’s house and we couldn't open the gate, because there was like this sophisticated lock installed on it.</em> We were there like: </span><span class=\"s1\"><em>“Oh my God, what is this, what is this lock, what does it do to us?”</em> </span></p>\n<p class=\"p3\"><span class=\"s1\">Maybe we should try it from the inside? Try it again. Yay it worked! </span></p>\n<p class=\"p3\"><em><span class=\"s1\">I looked over the fence and I saw we were indeed at the right gate because Edith’s name was written on the second gate. It was kind of like: “Okay, if we open the first gate then we have to open the second gate!”</span></em></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> it was double locked! </span><i></i></p>\n<p class=\"p3\"><span class=\"s1\">[laughing]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> Maybe it’s just because we’re in a rush, but it really seems like knocking at the, at the…</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> …heaven’s door?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> No, like knocking at Baba Yaga's Hut. You know Baba Yaga?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> No… </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> Baba Yaga is this Eastern European witch figure.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB: </strong>That sounds cool!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV: </strong>She’s like a witch, trickster, but she lives outside of town in the forest and you have to go to her hut and then knock on her door. Then she comes out and like destroys or helps you. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Hello! </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV &amp; JB:</strong> Hi, good morning </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> I’m Svea</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> I’m Jozefien. Nice to meet you!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Nice to meet you. And, this is your daughter? Hi, little one.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV: </strong>This is my daughter. Will you say hello?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> <em>She was very welcoming when we arrived to her house, so, she warmly welcomed us. So, you actually enter in the living room, then you walk through a little bit and then you go to the right and then we entered her very bright, very new art studio.</em></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> I built this house in 1992 with JSW Architects, they designed it, but I just added this studio. This was a 27-foot high-ceiling, so, I just ran the upstairs floor across.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> oh! </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> I don't know, it seemed like so simple to just get a second studio out of that 27 foot high, so I did it and it didn't cost much.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB: </strong>Do you work here too? Are you working on those pieces right now?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH: </strong>Yes. And that one there is a monotype with chalk and then I'm starting to work on a piece…</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV: </strong><em>Some of her bigger pieces are on the wall and she had like a large table, or set of tables, in the middle and an easel near the window.</em></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> <em>She was doing the monotypes as well on the table. I also thought the windows were so big. The garden really came in to the house or into the studio, so, you have like this calm garden that comes into your house. </em></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV: </strong><em>That's true and I think, I guess having two gates which cannot be unlocked can it make you feel safer to, right, so then you could leave your doors and windows open all the time</em></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> <em>Yeah, definitely. </em></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH: </strong>When my ex-husband and I first moved here, we bought a house with two lots. We sold the corner lot to get some money and then we started to build a friend's house and then I got divorced and then I continued this process to built this house. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> <em>You get the sense that rooms and space are really important to Edith. Her ex-husband tried to be an architect and her father was one.</em></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> My father was born in Hungary in 1895, in Nagirabat, that's a small bordertown with Romania. It keeps going back and forth, it's called Oredeia when it’s in Romania and Nagirabat when it’s in Hungary. And, he wanted to study to become an architect, but when he was ready to go to the university there was some sort of uprising and it was blamed on a Jew, Bella Kun, it was called the White Terror and I think about 5,000 people died and so, the University made a quota system for Jews, so he could not really enter the university in Hungary and he emigrated to Germany to study architecture. He was lucky, in that way he ended up working with Bruno Tout. </span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH: </strong>Bruno Tout is one of the giants of modern architecture and he was my father's mentor and he played a large role in, later on, in saving us from the death camps of the Nazis. So, my father came to Berlin and he was a very poor student, poor money-wise not otherwise. He needed to rent a room and he found a room with my mother's parents and that's really how they met, in Berlin. </span></p>\n<p class=\"p3\"><span class=\"s1\">My mother's parents were fairly poor people, in terms of money, and her father was a Singer sewing machine repair man who bicycled to people's homes to repair sewing machines, so, that's how my father met my mother and he became a German citizen. Everything seemed to be going well, my brother was born in 1930, I was born in 1933 and then off course the Nazi thing happened. And, my father being Jewish, we needed to flee, otherwise my mother wrote at the time, she thought we were going to fall into an abyss and all of us die, which would have been the death camps. </span></p>\n<p class=\"p3\"><span class=\"s1\">Well, by now, Bruno Tout had left Germany. Attaturk, who was then the president of Turkey, was inviting people who were fleeing Germany and Austria to come and help him build modern universities. So, when Bruno Tout got there, he heard that my family had not been able to find a way out of Nazi Germany and he asked the Turkish government to invite my father as an architect. I still have his letters and telegram that says: “Come immediately, family can follow in 3 months”. So, he went, and our family found a way out of Nazi Germany, we were very lucky, that way. </span></p>\n<p class=\"p3\"><span class=\"s1\">And the next 11 years of my childhood were mostly spent in Istanbul with two years in Ankara. I think this kind of fleeing and immigration is very difficult for adults, but it's not necessarily a bad thing for children, because you gather many things from foreign culture: beautiful imagery and all kinds of colours. In fact, our living room in Turkey was sort of an incubator of the artist I was to become. </span></p>\n<p class=\"p3\"><span class=\"s1\">It had my father's design Bauhaus furniture and then I had Turkish rugs and we had a glass front bookcase, is where the glass from rolled on ball bearings to open, and I loved those bookcases because they had our inheritance from Bruno Tout’s time in Japan. They had wonderful gold flagged fans and all kinds of children's toys made out of lacquered paper and I really love sitting in front of the bookcase and just admiring all these works. That's where my love of Japanese paper comes from. Its very beautiful and I use it mostly in my collages.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> <i>From the room her father rented to the living room in Istanbul, Edith has a keen eye for architectural elements. You can see it in her collages, which are inspired by the mashrabia of the Middle East. </i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> The collages, they really have to do with the Islamic background and the many patterns that I saw when I was there. Islamic architecture is very much decorative in<span class=\"Apple-converted-space\">  </span>many different ways, in mosaics and wrought iron and many different ways. So, I was inspired by all those patterns that I saw in carpets, in textiles, in mosaics. </span></p>\n<p class=\"p3\"><span class=\"s1\">Many of these monochromatic drawings like the one there on the right and the one on the lower right, this all started one day when I was cleaning up my studio I came across a photograph I had taken in Spain at the Alhambra, and it was one of these screen windows that Muslim women often sit behind so they won’t be seen, and I started to draw a lot of patterns. And, then I draw them on a big sheet and cut them up into a collage. The difference between drawing and collages, usually with drawing you have an image in the mind, but with the collage you just shuffle your papers around and see what happens.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> I often work with pressed plants. When you press a plan it's like an x-ray the inner veins come out. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> You dry petals of flowers yourself?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Yeah, I have plant pressers. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB: </strong>Okay!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> I press them. Rilke also said: \"The process of desiccation lends the most accidental gestures of a flower, the ultimate precision of finality\". This is a drawing of a succulent leaf and three stages of, of course when things dry they shrink and also, some of these leaves, like echeveria leaves, as they’re drying they turn many different colours before they become a sort of pink </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> Do you think living in California has impacted you?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH: </strong>That's why I moved to California. I wanted to be closer to nature.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> Oh, wow!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH</strong>: The philodendrons in my Manhattan apartment were insufficient.</span></p>\n<p class=\"p3\"><span class=\"s1\">[laughing]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> They become an imaginary plant, really. This plant just looked like bandages and I painted into it. It's interesting because with immigration people who have to flee their country often can’t take very much with them and sometimes it's just a rose or something they’ve picked and put between the leaves of a book to take with them to remember. My mother picked pansies from her mother’s grave and pressed them and took them with her when she left Germany. I also remember my father finding a four-leaf clover and pressing that.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong><i>sv</i></strong>: <i>At this very moment, my kid runs in from the garden to interrupt our interview to share some very important news.</i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>Evla</strong>: Mama, I saw a squirrel up so close!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> You saw a squirrel up so close? Well, good! </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> When you are an immigrant there is, there is some difficulties in terms of your roots. I think people who are rooted in one place and one culture, at least I imagine they’re having an easier time, but maybe they’re not. I think, trying to stay in touch with what is meaningful in terms of your own inheritance and past is perhaps more difficult for an immigrant than it is for somebody who stays rooted in their culture from beginning to end. It is something I'm struggling with, what is meaningful in the world, of course the botany is universal, so that was fine and there was the collage which was my Turkish background. Now I'm not sure where I'm going.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Cooper Union was completely free, you had a full year of completely free education without any tuition. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> Wow, that’s amazing!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Which is not the case now, but they’re trying to get it back. The way you got into Cooper, what you did was you went for three days and you sculpted, drew, painted and they judged you on what you did there and that's how you got in. I was never very precise and the courses I did not do well in were calligraphy—I was very bad at calligraphy, I couldn't hold the pen steadily at 45 degrees and also, I would usually misspell the word. The other thing is that, the student who excelled at calligraphy committed suicide and that was not encouraging to me, I don’t know. </span></p>\n<p class=\"p3\"><span class=\"s1\">I was there from 1960 to 1964, that was before the Women’s Movement in the arts. We started in 1970 in New York, anyway, and I joined women in the arts as much as one of the founding members and we had our own gallery at Greenwich Village. People like Louise Nevelson came down to be very supportive of us and support younger artist. Georgia O'Keeffe was never interested in supporting, other than… </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> <i>I think that if Edith wasn't a woman she would be more famous as an artist, because she was working in the sixties and seventies and then, and the 50s, and then women artists weren’t as valuable as men artists were. </i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> At that time museums and galleries weren’t really showing women artists at all, really. It’s still much more difficult for women artists in terms of their legacy, because, they are being less collected by museums and major collectors are mostly male and are mostly collecting male artists and so, women’s art brings less money, and less money means, and being less collected means, that it's much harder for women artists to save their legacy after they die. Much of women’s work disappears, really.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV: </strong><i>She talks about how, at this point in her life, the biggest drawback of that isn't “Oh, I could have, I could make more money or more people could know about my work”, but the—what happens to a very prolific, very talented female artist at the end of her life, like, who is going to take her work, where is her legacy going to go? I think that’s, I’ve never thought of that before.</i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong><i> No, me neither actually, me neither.</i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> … parceled out between the family and it goes away. So, I founded the Bay Area Women's Artist Legacy project some years ago and we're about 30 artists and I think we are gonna do a book about our work, which will be very nice. And, we have had inquiries from other artists who want to, who also found chapters, so this may happen.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> Is there a website for the… I know there is.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Yes, there is. B A W A L P. Bay Area Women Artist Legacy project </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> <i>While the women’s movement didn’t manage to get Edith’s work preserved in the way that it should be, it did help her to get out of an unhappy marriage.</i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH: </strong>Even though Larry and I fell in love, it wasn’t a good marriage. We were not well suited to each other and then, the women’s movement happened and we got even less suited to each other than we were before. What happened was that, Larry didn't have very good people skills and that hurt him in terms of job success, you kind of need people skills and he came from Israel, from a not a very well off family, I think his father may not even have been literate, he was a house painter. Although, his brother became a very successful maritime lawyer. </span></p>\n<p class=\"p3\"><span class=\"s1\">When I met him in Manhattan at a singles thing, he was doing office interiors, designing office interiors, he had studied architecture, but he never got a license for it so he did interiors where you don't have to have the architecture license. Then, in the mid ‘70s I got a residency at Los Gatos for the Arts. So, I came out and he came out with me. I got divorced around ’92 and then I built my house that time. I was much happier after my divorce, I just wasn't happy in the marriage and so I felt very free. Very good.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> <i>I ask Edith how much of her early childhood and the trauma of immigration is still with her.</i></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Well, I think is lessening, I think I'm going in some other directions now that are more current. I’m becoming interested in celestial bodies. It’s a way of perhaps coming into the present in a different way and maybe I’ve, I have exhausted the past. I'm not sure. At least what I can do right now with it.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> I think maybe part of that is related to her meditation practice. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> I open my door at 7:30 and the meditators come in</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> Really?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> Oh, so that was this morning?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> This morning we had meditation. </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>JB:</strong> Okay, alright!</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> How many people come and where do you meditate? </span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH:</strong> Well, it depends, this morning there were four other people. Sometimes it’s six or eight. My living room isn’t all that big, but, that's about it. It’s a silent meditation. What I do is, I set up the altar, I put fresh flowers and light the candles and when people come in I start the timer and when the half hour’s off, the timer goes off and then I say a few words.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV:</strong> Can you share with us what you said this morning?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>EH: </strong>What I said was: “We dedicate the merit of this practice to all sentient beings. May they find happiness and be free from suffering”.</span></p>\n<p class=\"p3\"><span class=\"s1\">[music]</span></p>",
            "image": "https://artcrushinternational.com/media/posts/28/PETALS-2.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-05-24T12:36:00+02:00",
            "date_modified": "2021-06-14T23:31:53+02:00"
        },
        {
            "id": "https://artcrushinternational.com/leda-devoldere.html",
            "url": "https://artcrushinternational.com/leda-devoldere.html",
            "title": "How Is a Textile Designer Like a Turtle? Leda Devoldere Is About to Find Out",
            "summary": "Join us on a trip to Oostakker, Belgium where we meet textile&hellip;",
            "content_html": "<p>Join us on a trip to Oostakker, Belgium where we meet textile designer Leda Devoldere in the art studio she has in her parents' garden. Leda designs carpets, pillows and plaids in bright, vibrant colors and abstract shapes. She also has a lisp, which makes some English words hard to pronounce and her voice very easy to love. She knits almost all of her work by hand on her historic hand knitting machine, which makes every single object a real act of devotion. We are in full awe of all this beauty and high design coziness!  </p>\n<figure class=\"post__image\" ><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/27/IMG_6156.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/27/responsive/IMG_6156-xs.jpg 300w ,https://artcrushinternational.com/media/posts/27/responsive/IMG_6156-sm.jpg 480w ,https://artcrushinternational.com/media/posts/27/responsive/IMG_6156-md.jpg 768w ,https://artcrushinternational.com/media/posts/27/responsive/IMG_6156-lg.jpg 1024w\"  alt=\"Leda Devoldere in her art studio\" width=\"4032\" height=\"3024\">\n<figcaption >Leda Devoldere in her art studio, Oostakker (Ghent), Belgium</figcaption>\n</figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6155.jpg\" data-size=\"3944x2959\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6155-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6157.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6157-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6161.jpg\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6161-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6162.jpg\" data-size=\"3969x2977\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/27/gallery/IMG_6162-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n</div></div>\n<p>Leda online: <a href=\"https://ledadevoldere.com/\" target=\"_blank\" rel=\"noopener noreferrer\"></a><a href=\"https://ledadevoldere.com/\" target=\"_blank\" rel=\"noopener noreferrer\">ledadevoldere.com</a><br>Atelier Leda on <a href=\"https://www.instagram.com/atelierleda/?hl=en\" target=\"_blank\" rel=\"noopener noreferrer\">Instagram</a></p>\n<p>Beautiful Online Thing: <a href=\"https://www.tarynogormandesigns.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Taryn O'Gorman Designs </a></p>\n<p>Do you want to know more about woollen Viking ship sails? <br>Read all about it <a href=\"https://www.odysseytraveller.com/articles/the-vikings-woollen-sails/#:~:text=Not%20only%20was%20it%20rare,found%20made%20entirely%20of%20wool.\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</p>\n<p>All music during the interview is from the album Abel by<strong> <a href=\"https://www.instagram.com/kabasmusic/?hl=en\" target=\"_blank\" rel=\"noopener noreferrer\">Kabas</a></strong>, a Ghent-based jazz quartet, with Jan Daelman (flute), Elias Devoldere (drums) <em>(Leda's brother!)</em>, Thijs Troch (piano/harmonium) <em>(Jozefien's cousin!)</em> and Nils Vermeulen (double bass).  </p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/g2KPTG_WXmo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/How-Is-a-Textile-Designer-Like-a-Turtle--Leda-Devoldere-Is-About-to-Find-Out-e111s9e\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Leda Devoldere's interview</h2>\n<p> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p1\"><span class=\"s1\">JB: Jozefien Buydens</span></p>\n<p class=\"p1\"><span class=\"s1\">LD: Leda Devoldere</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>Voiceovers in italics</i></span></p>\n<p class=\"p1\"><span class=\"s1\">__</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: <i>Leda and I met at the Academy of Fine Arts in Belgium, where we were both studying textile design. One of my favourite stories about Leda is about her pet turtle, for which she only got to care for a short period of time before it passed away. It was winter when the turtle had died and she and her mom had buried it in the garden. </i></span></p>\n<p class=\"p1\"><span class=\"s1\"><i>I told her that I had heard that some turtles hibernate in winter and that she might have buried her sleeping pet alive. The emotions I saw on Leda's face that moment are indescribable. And when I think about it, I actually still don't know the end to that story...</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[transition music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>It's a grey, cold and cloudy morning when I drive my dad's car to OESTACRE, where I'll meet Leda at her parents' place. Leda lives in Ghent but her studio space is at her parents' place.<br></i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: All right… [JB talking to herself in Dutch]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>I arrive and park the car on the street while listening to WOLLON RADIO.</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[car beeping insistently; JB grumbling]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>I thought I had switched off the car but apparently I didn't.</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[footsteps on gravel]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>When I finally succeed in releasing myself, I walk up to the beautiful house of Leda's parents, which lies at the end of the small dead-end road. It's so peaceful and quiet over here. </i></span></p>\n<p class=\"p1\"><span class=\"s1\">Heyy! [bisous]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>It's been a year since I saw Leda for the last time so I'm really excited seeing her.</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[Dutch chatting]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>Leda starts preparing us coffee and tells me about this very cool New Year's party she went to last night. We're both sleep-deprived so this promises to be a really interesting conversation.</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[echoing voices]</span></p>\n<p class=\"p1\"><span class=\"s1\"><i>I've been to Leda's parents' house before. But I never actually went into Leda's studio. We go out through the back door of the house, walk through the garden, and enter this cozy, organised and well-lit studio space. And guess what? On top of all these wonderful qualities, the studio even has a wooden floor.</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[cooing in Dutch over wooden floor]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: What it looks like to me is a small room in the house of my parents, in the garden. Which is pretty important for me to be around it, by the nature. The studio space itself is pretty small and full of things I've made before. Things mainly when I was studying. A lot of colours, a lot of graphic shapes and it's more like OVERLEHMP...how do you say it?<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Storage? It's more like storage space? <br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: Now it looks a bit like storage because I'm always surrounded by things that I've made before. I feel when I try to make new stuff that I'm always inspired by the stuff that is still there that I made a couple of years ago and because it's still here I still make the same things in a way. </span></p>\n<p class=\"p1\"><span class=\"s1\">I studied textile at the Academy of Arts in Ghent. Funny thing, when I was studying I always thought that I didn't want to use textile as a material. I was, like, a bit in a conflict. I always wanted to, I felt like I was a person to be around the Fine Arts in a way. And the education was very applied. And I like to use materials in a free way. </span></p>\n<p class=\"p1\"><span class=\"s1\">Like, I didn't really want to give it a function. And mainly in textile they expect you to have a context. Like, for example, to use it in interiors or in fashion and I didn't want to be around those worlds. Which was what I thought. But then I graduated with plates and carpets! <br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong> [who likes plates and carpets]: Yay!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: Which is very applied in a way, so that was a bit of a surprise when I think about it now. So the whole concept was that I wanted to make objects that could be related in different spaces, different contexts. I went to a lot of different spaces and I was doing this kind of research: what's the room? Or the space? Or what the context could mean to me, and to my work, and the other way around. </span></p>\n<p class=\"p1\"><span class=\"s1\">I call it one carpet but actually it's a series of five smaller carpets. And you can put them just as one, or you could split them in five, and put them in, for example, if you have like five spaces or five living rooms (I don't know who has this, but yeah, I think very rich people [laughter]) you could, for example, put one carpet in one space and if you walk through different spaces you have the development of the one carpet in different spaces. Or you could put them together, you could put them on the wall or whatever people wanted to do with it. </span></p>\n<p class=\"p1\"><span class=\"s1\">And that's what I wanted, to make people play in a way and look around again, not just like buy it and just put it there and never re-check it again.<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: That's, the play, that's something important to you right?<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: Yeah<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: 'Cause I remember when I met you, six years ago I think, right? Or maybe longer?<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: We're getting old! [laughter]<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: I think six years ago, I remember that you said that you didn't want to become an adult. And that you liked the whole Peter Pan story because Peter Pan stays, like, this boy and adults get so serious and children are so full of wonder—</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: I'm really jealous of the way that children look at the world. Everything is a game in a way. And the playing is always a way to free the mind, a way of getting away from reality. When you play you are in focus. I don't play that often anymore. But the way that I play is when I make my installations or make stuff: I always arrange and it's like something gives a way of a structure. And for me it feels like play. </span></p>\n<p class=\"p1\"><span class=\"s1\">That's, you arrange for example, many different objects. And sometimes I place them by colour, by form, by whatever—I don't know, I can't think about anything right now! But yeah, and that you don't think about anything anymore. Just the rules that you make for yourself. And I think it's kind of the same with playing. You are living in your own fantasy and you just forget about everything else. </span></p>\n<p class=\"p1\"><span class=\"s1\">I think it's mainly what I like about making stuff that’s—you just break your own rules and nobody can tell you what to do anymore because you play the way you want to play and you make what you want to make and you do what you want to do and yeah. </span></p>\n<p class=\"p1\"><span class=\"s1\">Maybe my studio right now is an installation in a way. Always when I feel I am chaotic or something like that, I come here. And I don't always make work but sometimes I just arrange and make structure. Last week I was having a really bad day and then I arranged all the yarn and I arranged just everything. I put the boxes all together that have the same form, I put things on the wall. I arranged. And like I said before, yeah, it's to free the mind. So maybe it's kind of, yeah...<br></span></p>\n<p class=\"p1\"><span class=\"s1\">[music]<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: So there is like a really fancy machine standing next to the wall. Can you tell a little bit about the machine?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: It's a knitting machine. I don't think I was planning to have one until my old—it’s not called 'nanny' but the lady of the daycare, when we were going to the daycare—she knitted all these sweaters for us. And two years ago she came to me and she was, 'OK you've studied textile now. I don't use the machine anymore and I would like you to have it.' And I just like the whole story and the history, of the fact that she made these sweaters for me 20 years ago and now I have this machine. I feel like I'm a bit obligated to do something with it but I haven't done it yet. I have these little samples I made...<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Oh yeah I can see them hanging on the wall.<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: Yeah. I'm just playing with the machine right now and nothing useful is coming out of it but maybe it will be useful in like a couple of months, I don't know. It takes time and research to get to know the machine before you can make something. I can really go to my studio and think, 'Today I'm going to knit a scarf'. And then you can go to the machine and the machine doesn't do what you want to do. And it can frustrate me so much. And that's when I give up. Because the machine doesn't do what I want to do. <br></span></p>\n<p class=\"p1\"><span class=\"s1\">[atmospheric music]<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: When you want to make a drawing you just take a paper and you start to draw. And you do it yourself like totally. There is nothing between you and the paper and you just do it and if you fuck up it's because you did a bad thing and whatever. <br></span></p>\n<p class=\"p1\"><span class=\"s1\">[music]<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: I'm also working as the assistant of an artist. Her name is Berlinde De Bruyckere and she uses a lot of textile in her work, mostly old blankets. And materials we use just in our lives. And the work that I do with Berlinde De Bruyckere, she makes rules and it's also, it also feels like a freedom that I don't have to make my own rules. And there I can just play with my hands and work with wax, with textiles, and really like <i>make</i> stuff. But not by making my own rules. And in my work, I make my own rules and I don't really make stuff right now! It's an interesting thing, I don't know if I'm saying it right or if you understand me but—<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Mmmhmm, yeah yeah yeah! No no no, I get the feeling.<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: And just create and not create in my head. And in my own work it's the other way around. I'm creating in my head constantly but I'm not making stuff! [laughter]<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah [laughter]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: That's kind of how it goes<br></span></p>\n<p class=\"p1\"><span class=\"s1\">[jazz music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Do you think you'll move back to textiles again in the future, or do you have an idea, like, I'll see what happens?<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: I think, I think I'll work with it again. It's very interesting that I took a bit of a distance of the work and now I'm starting to find it interesting again. Which was something I couldn't say like two years ago.<br></span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: If you could change the, your studio, is there something you would change about your studio space?<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: Well I would definitely make it bigger. Which is also like a funny thing to mention. I always compare my studio with a turtle in an aquarium.<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: [laughter]<br></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>LD</strong>: It's really stupid but apparently, turtles, when you put them in like a very very small aquarium they are always going to stay tiny. And when you put them in a lake, they grow and they become super big. And I think it's the same with my studio space. It's very small and right now all the things I make are very small. And I think when my studio space would be bigger, my work will grow automatically. Yeah.<br></span></p>\n<p class=\"p1\"><span class=\"s1\">[transition music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: And so. It seems Leda still has a fascination for turtles. Remember the story of her hibernating pet? It's turtles all the way down. </span></p>",
            "image": "https://artcrushinternational.com/media/posts/27/AtelierLeda_2019_232435_cAlexanderPopelier.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-05-17T15:22:29+02:00",
            "date_modified": "2021-06-07T10:30:33+02:00"
        },
        {
            "id": "https://artcrushinternational.com/alison-ok-frost.html",
            "url": "https://artcrushinternational.com/alison-ok-frost.html",
            "title": "Why Alison OK Frost Doesn&#x27;t Want to Paint Sad Paintings that Make You Cry",
            "summary": "This episode is dedicated to Bay Area artist Gary Hackett, who died&hellip;",
            "content_html": "<p class=\"p1\"><span class=\"s1\">This episode is dedicated to Bay Area artist Gary Hackett, who died suddenly. He was a good friend of Alison OK Frost, and this episode was postponed out of respect for her. We are grateful for Hackett’s presence in the Bay Area: an artist precariously housed and studiously generous with his time and care. It’s a little less colourful now, with him gone.</span></p>\n<p class=\"p1\"><span class=\"s1\">We go with realist painter and arts educator Alison OK Frost to the Mosswood Park homeless encampment in Oakland, California. Frost is interested in humanity and creativity; she paints from photographs taken of homeless encampment citizen architecture (tents, tarps, wheelchairs, trees, mannequins, and other artefacts of ingenuity). It’s a hot day and Jozefien is feeling really woozy.* We help Frost deliver socks and bottles of water to camp residents, make friends with an artist named Rose, and find out why Frost wants her daughter and her students to learn more about the “two Bay Areas.”</span></p>\n<p class=\"p1\"><span class=\"s1\">*<em>Jozefien is pregnant with her daughter, Rosie Mae. She doesn’t know it yet!</em></span></p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/frost-tent-mosswood-simple-human-copy_1_orig.jpeg\" data-size=\"795x800\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/frost-tent-mosswood-simple-human-copy_1_orig-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"773\"></a>\n<figcaption>Alison OK Frost, \"Mosswood Simple Human\", 2018</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/frost-tent-orignal-files-17-copy_1_orig.jpg\" data-size=\"800x800\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/frost-tent-orignal-files-17-copy_1_orig-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a>\n<figcaption>Alison OK Frost, \"Original Files 17\", 2018</figcaption>\n</figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/frost-tent-mosswood-park-warriors-fan-copy_1_orig.jpg\" data-size=\"800x800\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/frost-tent-mosswood-park-warriors-fan-copy_1_orig-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"768\"></a>\n<figcaption>Alison OK Frost, \"Mosswood Park Warriors Fan\", 2018</figcaption>\n</figure>\n</div></div>\n<p>Alison OK Frost's website: <a href=\"http://www.alisonokfrost.com/\">http://www.alisonokfrost.com</a><br>Alison on Instagram: <a href=\"https://www.instagram.com/alisonok/\">https://www.instagram.com/alisonok</a><br>East Oakland Burrito Roll on Instagram: <a href=\"https://www.instagram.com/east_oakland_burrito_roll/\">https://www.instagram.com/east_oakland_burrito_roll</a></p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/26/IMG_4491-with-filter-2.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/26/responsive/IMG_4491-with-filter-2-xs.jpg 300w ,https://artcrushinternational.com/media/posts/26/responsive/IMG_4491-with-filter-2-sm.jpg 480w ,https://artcrushinternational.com/media/posts/26/responsive/IMG_4491-with-filter-2-md.jpg 768w ,https://artcrushinternational.com/media/posts/26/responsive/IMG_4491-with-filter-2-lg.jpg 1024w\"  alt=\"\" width=\"3024\" height=\"3024\"></figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7608.JPG\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7608-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7619.JPG\" data-size=\"4032x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7619-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n</div></div>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/2CA5E5E9-9D00-4364-8619-E97D2FD9DEEF.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/2CA5E5E9-9D00-4364-8619-E97D2FD9DEEF-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7615.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7615-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7640-2.JPG\" data-size=\"3024x3024\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/26/gallery/IMG_7640-2-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"768\"></a></figure>\n</div></div>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/26/DEF5C21D-AD3E-4073-897D-801A2D9FE3E1.JPG\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/26/responsive/DEF5C21D-AD3E-4073-897D-801A2D9FE3E1-xs.JPG 300w ,https://artcrushinternational.com/media/posts/26/responsive/DEF5C21D-AD3E-4073-897D-801A2D9FE3E1-sm.JPG 480w ,https://artcrushinternational.com/media/posts/26/responsive/DEF5C21D-AD3E-4073-897D-801A2D9FE3E1-md.JPG 768w ,https://artcrushinternational.com/media/posts/26/responsive/DEF5C21D-AD3E-4073-897D-801A2D9FE3E1-lg.JPG 1024w\"  alt=\"\" width=\"4032\" height=\"3024\"></figure>\n<p><a href=\"https://en.wikipedia.org/wiki/Social_practice_(art)\">What is Social Practice Art? </a></p>\n<p>Beautiful Online Thing: the 'Flower Bae' exhibition at <a href=\"https://www.generalhardware.ca/\">General Hardware Contemporary</a></p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/_K1sKEv8dTo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/Why-Alison-OK-Frost-Doesnt-Want-to-Paint-Sad-Paintings-that-Make-You-Cry-e10me2i\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Alison OK Frost's interview</h2>\n<p> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p1\"><span class=\"s1\">SV: Svea Vikander <em>(voiceovers in italics)</em></span></p>\n<p class=\"p1\"><span class=\"s1\">JB: Jozefien Buydens</span></p>\n<p class=\"p1\"><span class=\"s1\">AF: Alison OK Frost</span></p>\n<p class=\"p1\"><span class=\"s1\">NG: A nice guy we meet</span></p>\n<p class=\"p1\"><span class=\"s1\">R: Rose, his artist wife</span></p>\n<p class=\"p2\">__</p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>We meet Alison in a parking lot and I immediately start squealing because she's wearing these huge gold sunglasses over her regular prescription glasses. She looks amazing. And then we hop into her car…</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah, I apologise for the smell</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: No worries!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>And decide to go to Mosswood Park</i></span></p>\n<p class=\"p1\"><span class=\"s1\">[driving sounds]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Where is that exactly?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Oh, it's at 40th and Broadway</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: OK</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: And it's sort of an interesting case because they tend to get really really nice camps there, like, people who take a lot of pride in their tents and have a strong sense of community. But then every summer Burger Boogaloo does the big concert in the park and everyone gets kicked out. Which is a bummer because I feel like, well I don't know, I guess that’s just the problem that's happening right now in Oakland, where you know, how is public space used, you know? And can it be used for housing? </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Alison has an adorable daughter named Phoenix</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: She started asking when we were driving around like, \"Oh, look at those people camping, that's so fun!\" And I had to explain to her that's actually not what's happening. And I've been taking her with me sometimes into the camps so she's getting to know some of the residents in a couple of the camps. For a while down on Shellmound this woman Cheyenne was measuring her height on the telephone pole when we would come by, but now, now that camp has been evicted…</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>Mosswood Park is this green space in a kind of no man's land, partially connected to Piedmont and partially connected to the Kaiser Health Buildings</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yay, parking karma!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yes!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>And once we get there we load up on the supplies that Alison has brought with her</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I've got three cases of water…</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>She has a few flats of water and several bags of socks</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: I'll put some in my bag.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>Side note: water is heavy</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Do you want me to carry that one? I have my right hand free</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: [struggling] No no it's ok</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: You sure? </span></p>\n<p class=\"p1\"><span class=\"s1\">[street sounds]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: We're walking into a grouping of maybe ten or a dozen tents and um, I don't see anyone hanging out just yet, let's walk over to these tents and see if anyone's around and if not, maybe just kind of put water bottles and socks sort of individually…</span></p>\n<p class=\"p1\"><span class=\"s1\">[motorcycle goes by]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: We're looking at a green and grey tent that has a silver tarp over it and has kind of a garden out front. There's potted plants and a makeshift vase. Umm..</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>So at this time the Bay Area has been beset by multiple scooter rental companies. One of them is called \"Bird\" </i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: So this is like a debris pile here</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah, and some of the camps--[chuckling] A Bird! </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>:<i> And there's a dead one lying in some trash.</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: There's a scooter in the debris pile. There's the remnants of a scooter in the debris pile!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Oh yeah, I was really looking for a bird! But it's like, a scooter</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Oh yeah yeah</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: She's like “Ha, ha! A dead bird! Ha! Ha! Ha!”</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Oh no no, I mean, I'm all for the food chain and all but no, it's a scooter. [to a man in the distance] Hey, how you doin’? I just left some water bottles and some socks in your, in your shopping cart. Yeah, no problem!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: [to microphone] Alright, so there's sort of a front entryway made of luggage and umbrellas? Um, and some maybe bible scriptures written on it. So let's just uh, I think I'm gonna take a couple of photographs of this tent and then we'll leave some... I, I really love this tent, the way this is set up. Because it, it just feels so idyllic with like the Adirondack chair and the planters out front. So I'm gonna take a couple pictures and then we can leave some water and socks over here... </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Nice Gu</strong>y: I mean, I have my own relationship with God and I'm sure you guys are like angels </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>Then we meet a nice guy who says that his wife, who lives with him in a tent here</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>NG</strong>: My wife's an artist, too!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: .<i>..Is also an artist. He says he'll introduce us to her. Her name is Rose.</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>NG</strong>: Hey, babe! Babe!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Good morning!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>NG</strong>: If you can wait one second, let me get her </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah for sure, I'd love to meet her... My name is Alison</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Hi Alison! Hey all</span></p>\n<p class=\"p1\"><span class=\"s1\">[introductions]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>Rose immediately offers Alison a beautiful hand woven wall hanging that she found in a Goodwill pay by the pound outlet</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>NG</strong>: That's a silk embroidery</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: That's amazing </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Isn’t that wild, look it's all hand done!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Oh I love that</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Wow</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>NG</strong>: That's for you, man. That's for your time</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Rose</strong>: That's for you </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Thank you</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>NG</strong>: God bless you. It's not a one way street!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I appreciate that</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: You're appreciated, all of you, very much so</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Thank you so much!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: This is amazing. Look at all these beautiful items</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I know. Should I describe it, or </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Yeah</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah, sure!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: OK so I'm looking at a really beautiful hand-embroidered Chinese landscape, right? Isn't it? Or, or—</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Or Japanese?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: It's all embroidered. I have, I've never done anything like that so I can't speak to how it's made but it's really incredible</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: I think it's woven and then some parts are, embroidered on top of it. Like the leaves here. </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Yeah, yeah, they're all embroidered</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Here you go!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: So yeah, I mean, this is incredible.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah the leaves here are definitely embroidered</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: I like how they did this down here to make it look like the water is like—</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah yeah</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: It's like the ocean</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Yeah totally</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Good eye, huh?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Yeah</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>And also a mat to frame it in</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Thank you so much, why don't you sell this over on Piedmont avenue?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Because you're an artist and you will enjoy that</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: OK…thank you</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: I get more enjoyment out of people smiling and being able to use it than just for the money</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Thank you, I appreciate that. Um, I've got some feminine products here…?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Oh I've got plenty</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Is there anything that you need, when I come back?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: No, just...nothing. </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: OK</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Just a smile. Ha.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: We've got those</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: You guys seem like such a sweet couple!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>Then we thank her, get back in the car, and look for someplace quieter to do the interview.</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>R</strong>: Alright, well you guys enjoy the weather!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: You too, bye!</span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I...I would almost like welcome some criticism just because this feels like a, it's really easy for me to set myself up as some kind of like voice for people who are less privileged than me. If there's a way I could be doing it more responsibly or more ethically than I would definitely wanna know about it. </span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: So I grew up in LA, on the East Side. And I always did art and my parents are really supportive of that. So I was a pretty weird artsy kid and I would go through, we always had museum subscriptions and things like that. So I would go through the museum pamphlets and just ask my mom to take me, \"Oh there's a Toulouse Lautrec movie at the LA County Art Museum this weekend, can we go to that?\" when I was eight or nine and my mom was so sweet. She never said, \"No, that's a super weird thing for a nine year old to ask,\" you know? She was really accommodating. So I've always been interested in art, I've always been encouraged. </span></p>\n<p class=\"p1\"><span class=\"s1\">I went to a public art high school in East LA and then UCLA which at the time was a very conceptual program. It was very unpopular to be a realist painter there. But I feel like that was kind of good for me because I really learned to defend, I learned to talk about why I was doing realist paintings from photographs, what that meant, and sort of define my process at a much younger age than a lot of artists. And then I got my graduate degree in New York at SVA, the School of Visual Arts, an art school in the Chelsea neighbourhood. </span></p>\n<p class=\"p1\"><span class=\"s1\">And I had this idea that I was gonna be a New York artist for the rest of my life. But after living in NY for 5 years I just wanted to be back in California. So, um, I ended up in the Bay Area. Yeah. And then actually my parents moved up here too because both of their children live here. [giggle]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: That's sweet!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Are you close with our parents? Are either of them artists?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: My parents were both lawyers and my mom retired maybe 15 years ago and she's been doing brush painting ever since, and she's wonderful. She's really good. And my dad is not an artist but  he plays trumpet. Every day. And he did the whole time I was growing up. It's like when he wasn't at work he was making music. So they're like the responsible version of me. [laughter]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: And is your brother an artist?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: He's a lawyer</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Oh he's also a lawyer!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah, yeah</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: So he's also the responsible version of you. [laughter]</span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: And once you arrived in the Bay Area how did your art practice take off?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: You know it always takes me a minute where I'm just processing life changes, so it took, it took me a little while to figure out what my art practice was and who my art community was. But I find in the Bay Area and in Oakland especially, artists are so welcoming. And they're not competitive the way artists in LA and especially New York can be. Like I feel like I was really welcomed. And I was right away invited to come draw with people and spend time with them. A lot of my work when I lived in NY was looking at how women were historically portrayed and just working in this really historical context and once I got here it's like I sort of switched gears and I wanted to make art more about what was going on around me. And kind of what I was seeing in the world and locally. </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>It's a little hot in here</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: My hot little car!</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>OK it's a lot hot in here</i></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Isn't it insane how hot a car can get? Even when you are in the shade?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: <i>Poor pregnant J-fine</i>.</span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: And can you talk about this project and what it's called and…?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah in my head I just call it the Tent Paintings. I've been working on this for about a year. Although there was probably a year or two before that when I was trying to figure out what would be the best way to make, to make art about the problem of the unhoused. There is sort of a landscape in the Bay Area, I feel like, it's almost like there are two Bay Areas. There's sort of the, you know, Uber, Google, FaceBook, money landscape where everyone has apps to do these scavenger hunts and other ways of spending their money and fill their time. </span></p>\n<p class=\"p1\"><span class=\"s1\">And then that is completely separate from this other part of the landscape where people are really struggling and the success and prosperity brought on by tech and finance and financing tech, is pushing people further to the margins. And it seems almost like a whole segment of the population is becoming invisible. You know, just sort of thinking about landscape painting in terms of these two, these two landscapes being laid on top of each other. Was something I wanted to work with for a long time before I actually started making the work. </span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Maybe a year and a half ago or something like that, I was driving by—actually, Mosswood—and there was this grey building, one of the Kaiser Buildings and there was an orange tent against it and the way that the grey kind of activated the orange was really exciting to me and I thought that would make a really great painting. </span></p>\n<p class=\"p1\"><span class=\"s1\">But I didn't feel right kind of, you know, hopping out of my car and taking a picture of someone's tent without them knowing. So I came back a few weeks later with water and socks and, um, so that I could ask permission. And talk to people and not feel for myself like I was being exploitive. Taking the aesthetic qualities of the landscape without giving anything back. </span></p>\n<p class=\"p1\"><span class=\"s1\">And you guys came with me to Mosswood Park today so you, you saw that a lot of my process: I start out wanting to go to the camps and take a tonne of pictures and then go back to my studio and have a bunch of material for paintings. But what ends up happening is I start talking to people and I get a lot more interested in that process! And then it ends up that I have to go back, take more pictures, and I kind of like that though, because I end up making connections with people. </span></p>\n<p class=\"p1\"><span class=\"s1\">This last year I started doing some interviews and talking to people about their experience and how they ended up living in the encampments and what their experience of the encampments was like and I think moving forward I would really like to do some portraits. We've ben talking a lot about portraying the ‘other’. What I really don't wanna do is do paintings of people looking sad, or looking something where I can create a catharsis experience for people in the art world who might feel like they're not doing enough. Because I don't think it's about catharsis for people who have everything that they need or close to everything they need. I think it's more about presenting, presenting the humanity and the beauty of the people who are living in this other way right now.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: I saw on Instagram that you've also been drawing and painting the rescuers from the fires... Is that also something that you're thinking of as a project or is that something that's..?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah yeah, so I got a few of those in progress. It's such a crazy time to live in California. In the fall you know, we had fires and it was hard for everyone to breathe. And! And the light got so interesting. I don't, you know, this is a problem I have, I look at these terrible tragic things and I see so much beauty in the colours [laughter]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah the sun gets really amazing</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: I don't know if that's terrible </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yeah yeah, there was just this rosy quality to the light and I really like Chinese landscape painting. Rather than using like a one or two point perspective, they're using atmospheric perspective. So everything that's further away from you, it's in fog. And you see a lot of that with pictures of the rescuers from the Camp Fire and the, you know, the search and rescue teams.</span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Are you, you're always working with watercolour. right?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I think watercolour works a lot better with my style and subject matter but I think...</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: So why were you using acrylic then, for the tents?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Well, I taught a colour theory class in, last spring. And I got so excited about the acrylic colours I was getting that I just wanted, I just wanted to work with acrylics for a while honestly. Sometimes when I'm teaching I just get so excited! [laughter]</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: In doing this project, this Tent Painting project. What do you like most about the, I guess, what do you like most about your studio?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: OK, so...</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Loosely interpreted, I guess, like do what you want with the question</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Well I'm used to the studio practice being really lonely and isolated. And it's kind of, it's been really nice actually to have a studio practice that involves a lot of being outside and talking to people and just being sort of engaged with other people. I've gotten more interested, too, in sort of the in-between, I've been going more to train cars, i mean, to the train yards, and doing drawings like on tankers and things like that. Just because I like, you know I like the spontaneity and I like the being outdoors and it's, I just feel like my practice has really been changing through this process.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah so then our question is usually like what would you change about your studio space?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Ok?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: But maybe in this case...</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: I mean, I suppose if there were not homelessness, that</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: Yes, I mean, I think that the best thing would be if I didn't feel the need to be an artist at all because the world was going so well. That everyone had what they needed. And um, yeah, if there wasn't, if there was, if I didn't have to do this project, or if I didn't feel like I had to do this project, that would be my ideal. If the city and state and even FEMA could step in and create like a basic, a base line quality of living in this country. That would, that would be my ideal studio practice. </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: Would you consider this a social practice project?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I don't have an answer. But I think it's interesting, which part is the art? Is the art the finished paintings? Or is the art the practice of going out and talking to people and recording their experience? Or at least talking to them about their experience? Because if that's the art and the paintings are just a remnant then it's definitely a social practice. And it's also interesting that a lot of the people who are interested in these paintings are more interested in what's being depicted than how, how it's depicted. And I've, had a lot of interest from people who are working more on the activist side. They're not a great money maker [laughter] I'm definitely spending more money on socks than I'm making! But that feels OK for right now. I mean, I have a couple teaching jobs, so.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Would you consider starting to work for social practice organisations to make it happen?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>SV</strong>: You mean like social justice?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Yeah, that's what I meant, social justice.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: You mean rather than be an artist, be an activist?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Or maybe both, instead of teaching you would be in social justice</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I've worked in the nonprofit world in galleries before and it's very exhausting. So I'm not sure, I'm not sure I'm up for it right now. Maybe someday. I also really get a lot out of teaching. I teach high school. They're fourteen and fifteen and I don't think I'm ready to give up hanging out with teenagers and trying, just the challenge of finding artwork and creating projects that makes art accessible to their lives. I teach a really diverse student body. I'm just not ready to give that up.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>JB</strong>: Would you go with your students to the camps?</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>AF</strong>: I did take a group of students to the Albany Bulb a few years ago, back when that was a massive encampment. We were ostensibly there gathering sour grass and other botanicals that we could use to make paints. But in actuality I really wanted to expose my students to how people were living and have them talk to people and get that experience as well. </span></p>\n<p class=\"p1\"><span class=\"s1\">[music]</span></p>\n<p> </p>",
            "image": "https://artcrushinternational.com/media/posts/26/Feature-image.jpg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-05-11T17:36:25+02:00",
            "date_modified": "2021-06-07T11:29:44+02:00"
        },
        {
            "id": "https://artcrushinternational.com/michele-pred.html",
            "url": "https://artcrushinternational.com/michele-pred.html",
            "title": "Your Purse is a Tiny, Wearable Billboard. Michele Pred Told Me So.",
            "summary": "Join us on conceptual/installation/social practice artist Michele Pred's red couch in her&hellip;",
            "content_html": "<p>Join us on conceptual/installation/social practice artist Michele Pred's red couch in her white-walled studio at Faultline Artspace in East Oakland, California. Pred is a Swedish-American artist who started the \"Art of Equal Pay\" movement to encourage female and non-binary artists to charge more. She's got a billboard in New York City all about it. With us, she talks about the \"Power of the Purse\" series, a collection of vintage purses that blink light-up political messages. Does your purse do that? Not yet. Her couch is from IKEA and her work is from the heart.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://artcrushinternational.com/media/posts/25/IMG_9613.JPG\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://artcrushinternational.com/media/posts/25/responsive/IMG_9613-xs.JPG 300w ,https://artcrushinternational.com/media/posts/25/responsive/IMG_9613-sm.JPG 480w ,https://artcrushinternational.com/media/posts/25/responsive/IMG_9613-md.JPG 768w ,https://artcrushinternational.com/media/posts/25/responsive/IMG_9613-lg.JPG 1024w\"  alt=\"Michele &amp; Svea in front of the &quot;Power of the Purse&quot; series at Faultline Studios in Oakland\" width=\"3024\" height=\"3024\"></figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/25/gallery/AA010088.JPG\" data-size=\"3264x2448\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/25/gallery/AA010088-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/25/gallery/AA010091.JPG\" data-size=\"3264x2448\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/25/gallery/AA010091-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/25/gallery/AA010093.JPG\" data-size=\"3264x2448\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/25/gallery/AA010093-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/25/gallery/AA010106.JPG\" data-size=\"3264x2448\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/25/gallery/AA010106-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://artcrushinternational.com/media/posts/25/gallery/AA010112.JPG\" data-size=\"3264x2448\"><img loading=\"lazy\" src=\"https://artcrushinternational.com/media/posts/25/gallery/AA010112-thumbnail.JPG\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n</div></div>\n<p>Browse Michele's website: <a href=\"https://michelepred.com/home.html\">https://michelepred.com/home.html</a><br>Michele on Instagram: <a href=\"https://www.instagram.com/michelepred/\">https://www.instagram.com/michelepred/</a> </p>\n<p>Beautiful Online Thing: <a href=\"http://immerseyourself.online/\" target=\"_blank\" rel=\"noopener noreferrer\">Immerse Yourself</a> by Alice Marinelli</p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/h-cPR--k-X8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h2> </h2>\n<h2 class=\"align-center\">Listen to the episode</h2>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"400px\" height=\"102px\" src=\"https://anchor.fm/art-crush-international/embed/episodes/Your-Purse-is-a-Tiny--Wearable-Billboard--Michele-Pred-Told-Me-So-evni9s\" frameborder=\"0\" scrolling=\"no\"></iframe></div>\n<h2 class=\"align-center\">Transcription of Michele Pred's interview</h2>\n<p class=\"p2\"> </p>\n<p><strong>Abbreviations</strong></p>\n<p class=\"p2\"><span class=\"s1\">SV: Svea Vikander</span></p>\n<p class=\"p2\"><span class=\"s1\">MP: Michele Pred</span></p>\n<p class=\"p2\"><span class=\"s1\">BS: Bud Snow</span></p>\n<p><span class=\"s1\"><i>Voiceovers in italics</i></span></p>\n<p class=\"p1\">__</p>\n<p class=\"p2\"><span class=\"s1\">[industrial sounds]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>I take the BART to Fruitvale and walk 10 minutes east. </i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: The building is like big, warehouse, it's grey, painted grey, it says FAULTLINE ART SPACE on the side. The building next to it has this huge American flag, really blowing in the wind.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>I check my Instagram messages for my top-secret mission instructions</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: 'If you've never been to Faultline before, give me a text when you arrive and I'll come down and meet you.' OK... I'm texting her, I'm saying 'Hi Michele, I'm here at the red gate!' </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>J-Fine has taken the day off in protest against American capitalism and my general flakiness so, you know, you’re stuck with me. I should let you know that Jozefien exerts a calming, pacifying influence on me and without her I am… less patient.</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: [laughing] She says, 'Go around the other side if you have been here and know where it is, I'll meet you there.' I said, 'I haven't but I can likely find it, I am good at finding.' This is ridiculous, she should just be here. Yeah, you should be coming down to meet me. [laughter] So she says she's coming but she has to go 'kissa' real quick, 'if you know what that means,' she says. 'Kissa' means 'pee'. </span></p>\n<p class=\"p2\"><span class=\"s1\"><i><strong>SV</strong>: How could I be mad at a fellow Swede, with her unflappable natural confidence in her bodily functions?</i></span></p>\n<p class=\"p2\"><span class=\"s1\">[truck sounds] [train horn]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>Suddenly, the big metal gate slides open. </i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Ok so there was a truck leaving so I just went in through the back gate. [train horn] Oh, there's a train!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>And there she is! </i></span></p>\n<p class=\"p2\"><span class=\"s1\">[Michele laughing]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Hey! Hi!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>Side note, it was kind of my fault, she had given me the address to the front door of Faultline. But I came on BART and approached it by the back door. Though I mean, to be fair, it’s not always easy to tell what’s the front or the back of a warehouse, right?</i></span></p>\n<p class=\"p2\"><span class=\"s1\">[climbing metal stairs]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: So, do you speak some Swedish?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: I don't speak much.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: But you know what 'kissa' means. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Yeah. But my dad is Swedish, he's a Swedish immigrant, so...It's nice to have the Swedish artist connection.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: I know!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: I often meet Swedes who are not artists and it never seems to work. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: I know [laughter] I know, I know. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Right? Right?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>Michele walks me through the open-concept central portion of the warehouse, where several counter-height work tables are pushed together. </i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: This is awesome, I love this space. Very communal, I like it.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: Yeah, it is. And like, everyone starts showing up in the afternoon or midday.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Yeah yeah</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: So usually there's more people...</span><i></i></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong><i>: There are two bathrooms (pretty clean!), a kitchen area, with about 10 studios leading off toward the windows, separated by low walls. Very few doors. We walk back into her studio space, which is one of the larger ones and is in the back right corner.</i></span><i></i></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: So I've been in this space for a couple of years, after I had a child in 2009 I always had a space at home. And when I moved in with my now husband we converted a two car garage. And it just didn't have enough light for me. And I needed light. And I love light. It just invigorates me. </span></p>\n<p class=\"p2\"><span class=\"s1\">And then I found this space here, in East Oakland. And I love it. It's a corner space with 12-foot-high windows, lots of windows. One side facing the Oakland hills. One side facing some trees but also looking onto the 880 and you can hear the traffic. It's right next to the train tracks and so you feel life. You hear the sirens and then you can also look at the hills and see the blue sky. And so I love love love this space. </span></p>\n<p class=\"p2\"><span class=\"s1\">Um, I actually often work from the couch. It's just something, it just feels so relaxing. Obviously some things, many things I have to work from a table, I have several work tables in here. But some of the work I can do from my couch and it's so... It just makes me happy. A red couch in the middle of the white space with huge white walls.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>And where is it from?</i></span><i></i></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: IKEA! [laughter] Swedish! I have one long wall where I sort of rotate art pieces around and have a lot of my \"Power of the Purse\" series up here, I have some of my feminist riot shields and I rotate for inspiration and to see how things look together. And again, it's an environment that makes you feel really inspired, to have the work up, kind of rotate it, it's kind of like a gallery wall. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>I just imagine this being so legitimizing! So motivating!</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: I, yeah! Yeah. Yeah. Up here almost right above your head is called \"Travelers,\" it is an umbrella hanging about eight feet up in the air with scissors raining down underneath it, from the \"Confiscated\" series, the airport confiscated series. I love the reference to surrealism, all that an umbrella can imply, I've used them a lot. So, very interactive, people wanna touch them and stand underneath them and it's powerful to have this raining down of the scissors. I also have one with bullets. It's not up right now.</span></p>\n<p class=\"p2\"><span class=\"s1\">This is a voting booth, I've made several pieces with voting booths. This one's just waiting until I can have time to get to it. But I've put neon pink sequin fabric over it. I just love the combination. I'm not quite sure what's going to happen with it yet but um, it is gonna be for my show in New York this fall. It's really amazing, this is actually the original curtain on it, a red white and blue striped curtain. Yes. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>:<i> I ask Michele to tell me about the thousands of sharp objects arranged in a 5-foot donut-like circle on her studio floor.</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: My work, actually, is a lot about the experience or process of the hunt, the find, the discovery. I've been getting a lot of attention for the \"Power of the Purse\" series, and which I've of course been excited about. But I think a lot of people don't know about my full breadth of work, at this point. This piece is called \"Encirclement\". These items were confiscated from the airport after 9/11. They're all scissors and razor blades and corkscrews and plastic guns and matches, formed into a circle that's about 5 feet in diameter. </span></p>\n<p class=\"p2\"><span class=\"s1\">And I work a lot with found objects that are embedded with many, many layers of meaning. That's what's exciting for me, about an object, is taking it and dissecting it. What it signifies and culture, sharp objects were suddenly confiscated from people at airports of course represent many things, including what all of a sudden is determined to be a weapon in our society. </span></p>\n<p class=\"p2\"><span class=\"s1\">There's sentimental value in these items. There's globalization. Travel. Where people live, where people are going. There's cork screws from Napa valley and matches from Japan. And there's razor blades from Germany in there. And I see it as a time capsule of a time in our history that's still happening, we're still having items confiscated at the airport. </span><i></i></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong><i>: I know you're wondering how she got all these things, right? Turns out, Michele was a limo driver. She spent a lot of her break time knocking on doors at the SFO airport. And eventually they just gave in and gave her all these contraband objects. She also has some magazines out on the table—there’s Vanity Fair with her purse on the front; there’s VOGUE, fancy things like that, but the one I’m interested in?</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Oh wow!</span><i></i></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: This I had to show, I just pulled it out, I just pulled out quickly some things—</span><i></i></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong><i>: Is the IKEA staff newsletter.</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: It's translated into like 19 languages. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Wow!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: They wrote this article! I did a shop drop in 2009, at IKEA in Emeryville. Shop dropping is when you place your artwork in a commercial environment, often a store. And I shop dropped on Black Friday, 2009, to speak about excessive consumerism, American culture, yet of course, Swedish culture has consumerism, excessive consumerism in it as well, and I'm half Swedish. So I decided to do it at IKEA, felt symbolic. I took my daughter, in her stroller, and used her as a decoy.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Yep yep, nobody's a threat with a stroller [laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: And packaged the pieces in the same size and format as their posters. And walked on in with 10 of them, into IKEA. And they thought they were returns when I came in with them under my arm and they directed me to the returns and I said, 'Oh, I'm just gonna walk through a little bit and I'll go there,' and then I went and placed them and documented them all, it's on my website. </span></p>\n<p class=\"p2\"><span class=\"s1\">I also had contacted press beforehand, the Oakland Tribune, which still existed at that time. So they contacted IKEA for a statement. Their national spokesperson denied that it happened because they didn't know, they hadn't seen it. I suppose they didn't say they were opposed to it but they just made a very formal, 'We did not, we are not behind this project.' But then they came around and I thought this was a really nice full circle, is that they then wrote this article in their employee magazine that gets translated into I think 19 languages and sent to all their IKEA employees all over the world, about this project. And respectfully wrote about it.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Love it!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>And finally, it’s time to find our makeshift recording studio.</i></span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: We can try the bathroom. Bathrooms are often so echoey because of all the tile.</span></p>\n<p class=\"p2\"><span class=\"s1\">[accordion music] </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: Right [laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Oh yeah, we should, we should check out up there. ... Oh, that could be interesting. [footsteps on wooden stairs] Like enclosed, cozy, lots of textiles...Maybe we can try up there. [door creaking]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: [echoing] Well maybe someone is, no, this is really </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Ah, it's echoey </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: A little adventure!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Little did you know, that's an echoey studio. Now you will always know. ...Oh this looks good. [laughter]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>BS</strong>: Welcome to your lair!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Yeah no, this is perfect! </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: <i>We settle in a cardboard darkroom.</i></span></p>\n<p class=\"p2\"><span class=\"s1\">[music]</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: My first experience with true activism was in the 7th grade. And this was absolutely inspired by my father. I was going to Martin Luther King Junior High, in Berkeley, and noticed that the boys didn't have to wear a uniform for PE and the girls did. And I told my father about this. And obviously that's not right. Either both girls and boys wear uniforms, or neither. So he and I decided to try to change that. </span></p>\n<p class=\"p2\"><span class=\"s1\">He wrote the letter, I have to say. But it was from us, to the principle. And of course, one is not allowed to have sexism in any educational environments. And we received a letter back responding that they would change it. And I didn't realize at the time how empowering that was for me. There's things you can do. And you have to learn, you have to know that you can do them. </span></p>\n<p class=\"p2\"><span class=\"s1\">And I have to include here, being white, I mean, I am coming from a privileged background in learning these things from an early age and I acknowledge that this is something that is really important that we share with everyone that we absolutely can, everyone can—and I think people are learning that. People are feeling a lot more of that these days.</span></p>\n<p class=\"p2\"><span class=\"s1\">I grew up in Berkeley, between Berkeley, California, and Sweden. Grew up in a very political family. My father was a professor at U.C. Berkeley in cultural geography. Many discussions just around the dinner table. And even throughout the day. In the environments of the culture during that time. That was a time actually of the Vietnam war demonstrations. And also freedom of speech. </span></p>\n<p class=\"p2\"><span class=\"s1\">I mean there was a lot happening in Berkeley during that time and there was a lot of discussion, I was made very aware of it because it was sort of part of the interaction I had. Particularly with my father. And then spending time in Sweden, of course with the socialist government there and the very different attitudes toward life and rights as simple as free education and free healthcare being the norm over there. So these ideas are deeply grounded in me as being how life should be, you know, basic human rights, healthcare and education.</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: And your mom was Swedish?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: Yes. My mom was, they called it back in the day, a stewardess for PanAm. And PanAm hired a group of Swedish stewardesses that they wanted to have. And even though my father was the most outspoken feminist of the two, of my mom and dad, my mom just sort of embodied feminism in her behaviour. </span></p>\n<p class=\"p2\"><span class=\"s1\">Coming from a really poor background in Sweden, and fighting really hard to get out there in the world, which is how she ended up becoming a stewardess and wanting to see the world. She actually was too short, they had very strict requirements, weight, height, you were ideally supposed to be blonde, she was not, you know the sort of stereotypical blonde woman. But she really outperformed herself even though she wasn't the correct height and was hired. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: How did she do that?</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: She was a very strong person. And with a strong personality and she obviously persisted and I, I get that from her. Persisting is not a bad thing. I mean, there's a time and place for it but certainly for women's rights, equal rights, human rights, gun reform, there are a lot of issues right now that we need to be really persistent with. So persistence is really part of who I am, it's really really in my blood. </span></p>\n<p class=\"p2\"><span class=\"s1\">To create work that can hopefully empower, or inspire and create change in the world, you know? Basic human rights is a key issue for me, social justice is a key issue for me, they go hand in hand. And so it's work that I feel I need to do, I feel like it's my responsibility. What is important to me in life? </span></p>\n<p class=\"p2\"><span class=\"s1\">What my role, in my life, is to do, is to create work that hopefully inspires change, dialogue, thought, um, someone recently referred to my purses as a sort of call and response and I really liked that analogy. Of the purses. And in fact, she's someone who I've never met, I know through Instagram who lives in Sweden, she']s from America. And she said it's inspired her to write, about her own ideas of feminism. But the work, seeing the work, she just mentioned this on Instagram to me. </span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>SV</strong>: Oh!</span></p>\n<p class=\"p2\"><span class=\"s1\"><strong>MP</strong>: Yes! And that's what I want! That's what I want, to stimulate ideas. And ignite conversations. </span></p>\n<p class=\"p3\"><span class=\"s1\">[musical interlude]</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: And at what point did you decide to become an artist?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>MP</strong>: I studied photography in high school and I'm not sure what I wanted to do. I had all these ideas and I felt like being creative was the best way I could express them, I'm not a writer, I couldn't be a teacher or professor I thought—which, much later I became an adjunct professor at California College of the Arts (CCA). But I started with photography at CCA and it just morphed into a lot of things. <br></span></p>\n<p class=\"p3\"><span class=\"s1\">I did an individualised major at CCA and I just started incorporating assemblage and different materials. But that's also when I started working with text and different materials, is when those ideas were really born, especially with the feminist work. So that's where some of that came from.<br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: So let's talk about purses. What do purses mean to you?</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>MP</strong>: Purses... [sigh] in some ways mean a woman's body. Some of the first purses from the \"Power of the Purse\" series that I've been doing now for a few years, said 'My body, my business,' that's a text I came up with several years ago. And other people had used it in other formats, in the body building world and, but now it's being used a lot more as sort of a feminist tag line. But they actually represent me, myself. And women. They're obviously something probably most women carry in different formats. </span></p>\n<p class=\"p3\"><span class=\"s1\">But the first purse collage I did—I've been doing these for a long long time—I filled one of them with a whole lot of barbed wire and cut what was sort of like a window, and put a piece of glass. So you could look into the purse and see the barbed wire. And that represented what was inside of me: a lot of pain. And so I've done collages with purses for years. They, to me, represent maybe a lot of hidden things, what you have inside of your purse, you don't necessarily always wanna share that with other people, it's very personal. And so to me they represent, you know, what's inside of us. </span></p>\n<p class=\"p3\"><span class=\"s1\">But also then taking these ideas and putting them on the outside. To me the purses that I'm working on now, the \"Power of the Purse\" series are like small scale mobile political billboards that you can walk around with. So, and spread a message, and inspire or ignite conversation or laughter or anger or many different things.<br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: In Freudian symbolism, the purse is supposed to be the vagina. This is what he thought, because he thought purses, you know, you put things in you take them out, which of course is a very male idea of what a vagina might be—<br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>MP</strong>: [laughing] Yeah, I'd forgotten about that.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: But it's true that purses are coded as female, <br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>MP</strong>: Very<br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: Very heavily coded as female and in fact that if you don't have a purse, you're kind of rogue, you're a rogue character.</span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>MP</strong>: Right right right <br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>SV</strong>: You're using pockets!<br></span></p>\n<p class=\"p3\"><span class=\"s1\"><strong>MP</strong>: I also just think they're beautiful in themselves. I collect these vintage purses and each one is so unique and they have a story, they've all been carried by someone. They've maybe been sitting in a closet a lot but they were part of someone's life and then now they're having a second life. And that's really interesting to me as well. </span></p>\n<p class=\"p3\"><span class=\"s1\">I actually, when I started making purses again (I hadn't for a long time), this was back in 2011, I started making birth control purses so they actually, and that was also about what's on the inside, what they would carry, and that's also about reproductive rights and access to birth control. So I started collaging hundreds and thousands of birth control pills on purses. And again that was about making a statement on the outside, something that we normally carry inside of our purse. </span></p>\n<p class=\"p3\"><span class=\"s1\">And then I started making some neon pieces. With actual neon. And on vintage train cases, the round cases, often American Tourister bags. I loved the symbolism of them as well. And that refers to traveling too, like being on an airplane, and I grew up traveling a lot, my mom the stewardess...So it hearkens back, yeah to a  lot of different ideas. So I made several of these and I'm still making them. </span></p>\n<p class=\"p3\"><span class=\"s1\">And then what happened in 2013, I was gonna go to the Armoury fair in New York. And I had been making some of these, actual neon purses. And I'd learned about luminescent wire. And all you need is a battery. It doesn't have to be plugged into a wall. The big neon pieces are stationary. You can't walk around with them. And I thought, 'I wanna make one that I can wear. And it's gonna be about reproductive rights. It's gonna be about pro-choice.' And literally the day before I was flying out, I made a purse that said 'choice' on it. </span></p>",
            "image": "https://artcrushinternational.com/media/posts/25/MeToo.jpeg",
            "author": {
                "name": "ART CRUSH INTERNATIONAL"
            },
            "tags": [
            ],
            "date_published": "2021-04-24T20:54:28+02:00",
            "date_modified": "2021-06-07T10:20:25+02:00"
        }
    ]
}
